{
  "historia_intro": {
    "titulo": "HISTÓRIA",
    "texto": "O ordeiro e generoso povo do Vale dos Salgueiros vive há oito anos sob o terror e medo do feiticeiro Balthus Dire. Terror – porque o poder dele é realmente aterrorizante - e medo causados pela notícia que acabou chegando aos ouvidos desse povo, vinda dos domínios do feiticeiro, de que seus ambiciosos planos de conquista começariam pelo próprio Vale. <br><br>Um fiel Semi-Elfo enviado em uma missão de espionagem à Torre Negra voltou galopando para o Vale há três dias com uma mensagem desesperada. Do interior das cavernas de Rocha Escarpada, Balthus Dire tinha recrutado um exército de Caóticos e se preparava para atacar com eles o Vale dentro de uma semana. <br><br>O bom Rei Salamon era um homem de ação. Foram enviados mensageiros por todo o Vale no mesmo dia para preparar as defesas e convocar os homens para a guerra. Foram enviados também cavaleiros à Grande Floresta de Yore para avisar aos Semi-Elfos que moravam lá e fazer um apelo para que se aliassem às forças. O Rei Salamon era também um homem sábio. Ele sabia muito bem que as notícias inevitavelmente chegariam aos ouvidos do Grande Mago de Yore, um mestre da magia branca de grandes poderes, que vivia nas profundezas da floresta. O mago era velho e não resistiria a uma batalha destas proporções. Mas ele havia ensinado suas artes a vários jovens magos, e talvez um de seus discípulos de magia ajudasse o rei e seus súditos com coragem e ambição. <br><br>Você é o aluno brilhante do Grande Mago de Yore. Ele tem sido um Mestre duro, e sua própria impaciência muitas vezes foi mais forte do que você. Talvez um pouco precipitadamente, você partiu de imediato para a corte de Salamon. O rei recebeu-o entusiasticamente e explicou seu plano. A batalha poderia ser evitada sem derramamento de sangue se Balthus fosse assassinado antes que seu exército pudesse ser reunido. <br><br>A missão que você tem pela frente é extremamente perigosa. Balthus Dire está cercado, em sua Cidadela, por uma multidão de criaturas assombrosas. Embora a Magia seja a sua arma mais forte, haverá momentos em que você terá que confiar em sua espada para sobreviver. <br><br>O Rei Salamon expôs a você como seria a sua missão e o advertiu dos perigos que estavam à sua frente. Há um caminho melhor para atravessar a Cidadela. Se você o descobrir, terá êxito com um mínimo de risco para a sua pessoa. Talvez você precise de várias viagens para descobrir o caminho mais fácil para atravessar a Cidadela. <br><br>Você deixa o Vale dos Salgueiros na longa caminhada para a Torre Negra. No sopé da colina de Rocha Escarpada, você pode ver sua silhueta contra o céu escuro...",
    "opcoes": [
      { "texto": "Vire a página", "destino": "pag_imagem_portao" }
    ]
  },
  "pag_imagem_portao": {
    "titulo": "",
    "texto": "",
    "imagem": "guardioes_portao.jpg",
    "opcoes": [
      { "texto": "Prosseguir para o Portão", "destino": "pag_001" }
    ]
  },
  "pag_001": {
    "titulo": "Encontro no Portão",
    "texto": "O sol se põe. Enquanto o crepúsculo se transforma em escuridão, você começa a subir a colina na direção da ameaçadora forma que se desenha contra o céu noturno. A Cidadela fica a menos de uma hora de escalada. <br><br>A uma certa distância de seus muros, você pára para descansar - um erro, uma vez que, dessa posição, ela parece um espectro medonho do qual não se pode escapar. Os cabelos no seu pescoço se arrepiam enquanto você a observa. <br><br>Mas você se envergonha de seus medos. Com inflexível decisão, você marcha adiante na direção do portão principal, onde você sabe que encontrará guardas à sua espera. Você considera suas opções. Já pensou em se apresentar como um especialista em plantas medicinais que veio tratar de um guarda com febre. Poderia também se dizer um comerciante ou artesão - talvez um carpinteiro. Poderia até mesmo ser um nômade que buscasse abrigo para a noite. <br><br>Enquanto você pondera as possibilidades, e as histórias que terá que contar aos guardas, acaba chegando à trilha principal que conduz aos portões. Duas lanternas brilham em cada um dos lados da porta levadiça. <br><br>Você ouve grunhidos abafados ao se aproximar, e vê duas criaturas de aparência absurda. Do lado esquerdo está uma criatura horrível, com a cabeça de um cachorro e o corpo de um grande macaco, flexionando seus braços fortíssimos. Do outro lado, encontra-se de fato o seu oposto, com a cabeça de um macaco no corpo de um cachorro grande. Este último guarda se aproxima nas suas quatro patas. Pára a alguns metros de distância diante de você, ergue-se sobre as patas traseiras e dirige a palavra a você. <br><br>Por qual das histórias você optará?",
    "opcoes": [
      { "texto": "Você se apresentará como um especialista em plantas medicinais?", "destino": "pag_261" },
      { "texto": "Você dirá que é um comerciante?", "destino": "pag_230" },
      { "texto": "Você pedirá abrigo para pernoitar?", "destino": "pag_020" }
    ]
    },
     "pag_002": {
    "titulo": "A Passagem e o Pergaminho",
    "texto": "Um pouco adiante na passagem há uma porta do lado direito. Esta porta está coberta por estranhos caracteres, em uma linguagem que você não compreende.",
    "imagem": "pergaminho_misterioso.jpg",
    "opcoes": [
      { "texto": "Você tentará abrir a porta?", "destino": "pag_142" },
      { "texto": "Ou continuará seguindo a passagem?", "destino": "pag_343" }
    ]
    },
    "pag_003": {
    "titulo": "O Que Você Oferecerá?",
    "texto": "O que você oferecerá a eles?",
    "opcoes": [
      { "texto": "Uma Miríade de Bolso?", "destino": "pag_327" },
      { "texto": "Uma Aranha em um Vidro?", "destino": "pag_059" },
      { "texto": "Um punhado de Pequenas Amoras?", "destino": "pag_236" },
      { "texto": "Se não puder oferecer nenhuma dessas coisas, desembainhe a sua espada.", "destino": "pag_286" },
      { "texto": "Se não puder oferecer nenhuma dessas coisas, dirija-se para a porta mais distante.", "destino": "pag_366" }
    ]
  },
  "pag_004": {
    "titulo": "A Bola de Fogo Rejeitada",
    "texto": "Você faz aparecer uma bola de fogo e a manda voando no rosto da criatura. Porém, fica assistindo desanimado ao vê-la ricochetear sem nenhum efeito! Você pode lançar rapidamente um Encanto de Cópia de Criatura, ou desembainhar a sua espada.",
    "opcoes": [
      { "texto": "Lançar Encanto de Cópia de Criatura", "destino": "pag_190" },
      { "texto": "Desembainhar a sua espada", "destino": "pag_303" }
    ]
    },
    "pag_005": {
    "titulo": "A Porta do Mordomo",
    "texto": "Você experimenta a maçaneta da porta e ela gira, abrindo para um outro corredor. Logo adiante, a passagem vira para a direita e termina pouco depois em outra porta. Nesta porta há um letreiro que diz 'Por Favor Toque a Campainha para Chamar o Mordomo'. Uma corda - evidentemente a campainha - pende ao lado da porta. Você toca a campainha conforme indicado ou experimenta a maçaneta da porta?",
    "opcoes": [
      { "texto": "Tocar a campainha", "destino": "pag_040" },
      { "texto": "Experimentar a maçaneta da porta", "destino": "pag_361" }
    ]
    },
    "pag_006": {
    "titulo": "Caminho ao Longo do Rio",
    "texto": "O caminho segue ao longo do rio por vários metros e depois volta a penetrar na rocha. Você segue o caminho por algum tempo.",
    "opcoes": [
      { "texto": "Continuar o caminho", "destino": "pag_367" }
    ]
    },
    "pag_007": {
    "titulo": "A Porta Trancada",
    "texto": "A porta está trancada. Você pode tentar pô-la abaixo, batendo nela com o ombro, ou pode lançar um Encanto da Força sobre você mesmo e tentar arrancar a porta das suas dobradiças.",
    "imagem": "tesouro_brilhante.jpg",
    "opcoes": [
      { "texto": "Tentar arrombar a porta com o ombro", "destino": "pag_268" },
      { "texto": "Lançar Encanto da Força e tentar arrancar a porta", "destino": "pag_116" }
    ]
    },
  "pag_008": {
    "titulo": "A Réplica e a Fuga",
    "texto": "Ela observa espantada o aparecimento de uma réplica perfeita dela mesma entre vocês dois. Ela recua um pouco, e você orienta a sua criação para o ataque. Mas, quando elas se aproximam uma da outra, acontece uma coisa estranha. Elas parecem ser incapazes de chegar perto uma da outra, como duas extremidades giratórias, e sempre separam-se bruscamente de um salto. Porém, sua própria cópia pelo menos forçou a criatura a se afastar de você para uma certa distância, permitindo que você corra para a entrada principal da Cidadela.",
    "opcoes": [
      { "texto": "Correr para a entrada principal da Cidadela", "destino": "pag_218" }
    ]
    },
    "pag_009": {
    "titulo": "O Encanto da Ilusão",
    "texto": "Sob o seu Encanto da Ilusão, a multidão de espectadores olha você começar a jogar. Você observa umas duas rodadas e a tensão cresce. Você resolve que é melhor sair do aposento sem mais perda de tempo.",
    "imagem": "espada_curvada.jpg",
    "opcoes": [
      { "texto": "Sair do aposento rapidamente", "destino": "pag_031" }
    ]
    },
  "pag_010": {
    "titulo": "A Alavanca Escondida",
    "texto": "Você tateia pela rocha e acaba por encontrar uma pequena alavanca. Ao puxar esta alavanca, a face da rocha esfarela um pouco e aparece uma pequena abertura. Você sobe por esta abertura e chega a uma passagem. Descendo a passagem para a esquerda, você pode ver uma porta e resolve investigar.",
    "opcoes": [
      { "texto": "Investigar a porta", "destino": "pag_249" }
    ]
    },
  "pag_011": {
    "titulo": "Escolha de Encantos",
    "texto": "Você pode usar:",
    "opcoes": [
      { "texto": "Um Encanto do Ouro dos Tolos", "destino": "pag_036" },
      { "texto": "Um Encanto de Cópia de Criatura", "destino": "pag_262" },
      { "texto": "Um Encanto da Percepção Extra-Sensorial", "destino": "pag_128" },
      { "texto": "Um Encanto da Fraqueza", "destino": "pag_152" },
      { "texto": "Se não tiver nenhum desses encantos, desembainhe a sua espada e lute.", "destino": "pag_016" }
    ]
    },
  "pag_012": {
    "titulo": "O Oponente Exausto",
    "texto": "Ele fica parado diante de você, respirando pesadamente. O Encanto dele evidentemente foi bastante exaustivo.",
    "imagem": "espada_comum.jpg",
    "opcoes": [
      { "texto": "Aproveitar a oportunidade", "destino": "pag_oponente_exausto" }
    ]
  },
  "pag_oponente_exausto": {
    "titulo": "Ação Imediata",
    "texto": "Com o oponente momentaneamente vulnerável, você pode:",
    "imagem": "inimigo_exausto.jpg",
    "opcoes": [
      { "texto": "Deslocar-se rapidamente para o armário das armas", "destino": "pag_274" },
      { "texto": "Pular para debaixo da mesa", "destino": "pag_335" },
      { "texto": "Correr para a janela", "destino": "pag_078" }
    ]
},
  "pag_013": {
    "titulo": "A Cozinha das Bruxas",
    "texto": "A maçaneta gira e você abre a porta para um outro aposento, onde há bastante atividade. Três velhas feias, com narizes e queixos compridos, circulam pelo aposento - que parece ser alguma espécie de cozinha - pegando vários ingredientes dos armários e acrescentando-os a um caldo dentro de um grande caldeirão. Há um pedaço de carne assando em um espeto, embaixo de uma grande chaminé. Olhando mais atentamente, você descobre que a carne, na verdade, não é de um animal, mas sim um Anão inteiro que escurece ao fogo. Uma das mulheres olha para você e diz: 'Ah, você deve ser o novo empregado...ou é a próxima refeição?', com o que todas as três começam a dar gargalhadas e gritos enquanto riem. Você deixará que elas acreditem que você é o novo empregado que elas estão esperando ou quer investigar o aposento com mais vagar?",
    "opcoes": [
      { "texto": "Deixar que acreditem que você é o novo empregado", "destino": "pag_302" },
      { "texto": "Investigar o aposento com mais vagar", "destino": "pag_215" }
    ]
    },
  "pag_014": {
    "titulo": "O Caminho Sombrio",
    "texto": "A sombra do muro dificulta muito a visão. Uma pedra solta desliza, e você perde o equilíbrio, oscilando à beira do que você tem consciência de que deve ser um poço profundo. Teste a sua Sorte.",
    "opcoes": [
      { "texto": "Testar sua Sorte", "destino": "resultado_teste_sorte_014" }
    ]
     },
  "resultado_teste_sorte_014": {
    "titulo": "Resultado do Teste de Sorte",
    "texto": "Você Testou sua Sorte. Se você tiver sorte, recupera o equilíbrio e caminha em segurança. Você pode então dar a volta no poço e continuar. Se você não tiver sorte, cai lá dentro.",
    "opcoes": [
      { "texto": "Você teve sorte! Continuar.", "destino": "pag_079" },
      { "texto": "Você não teve sorte! Cair.", "destino": "pag_100" }
    ]
    },
  "pag_015": {
    "titulo": "A Adaga Encantada",
    "texto": "A adaga é realmente uma obra de arte e sem dúvida valia um bom preço. A lâmina é feita de metal brilhante, e o cabo é de um couro verde peculiar, com pedras incrustadas. Você lê uma inscrição que diz que esta é uma adaga de arremesso encantada que nunca erra. Em um combate futuro, você poderá usar esta adaga para arremessar em um adversário. Ela causará automaticamente a perda de dois pontos de ENERGIA sem necessidade de jogar dados para conhecer a Força de Ataque. Mas você só poderá usá-la uma vez. Você põe a adaga em seu cinturão e parte na direção da Cidadela.",
    "opcoes": [
      { "texto": "Pegar a adaga e prosseguir", "destino": "pag_245" }
    ]
     },
  "pag_016": {
    "titulo": "Batalha Contra GARK",
    "texto": "Resolva esta batalha:<br><br><strong>GARK</strong> <br>HABILIDADE 7 <br>ENERGIA 11 <br><br>Depois de quatro Séries de Ataques, você poderá Fugir por uma das portas na extremidade mais distante do aposento.",
    "opcoes": [
      { "texto": "Tentar Fugir (após 4 séries)", "destino": "pag_099" },
      { "texto": "Continuar a batalha (se vencer)", "destino": "pag_180" },
      { "texto": "Iniciar Batalha", "destino": "batalha_gark_016" }
    ]
   },
"batalha_gark_016": {
  "titulo": "Lutando contra GARK",
  "texto": "Use os botões de dados e sua ficha para resolver o combate contra GARK (HABILIDADE 7, ENERGIA 11). As regras de batalha estão na sua Ficha de Status. Lembre-se: após 4 Séries de Ataques, você pode tentar fugir para.",
  "opcoes": [
    { "texto": "Voltar para continuar a luta (após resolver uma série)", "destino": "pag_016" }
  ]
    },
  "pag_017": {
    "titulo": "A Garrafa Estranha na Cozinha",
    "texto": "Todo tipo de alimentos estranhos podem ser encontrados nos armários. Globos oculares, línguas, lagartixas, frascos de líquidos, ervas e frutos silvestres de diferentes formas e tamanhos. Uma garrafa em especial, contendo um líquido verde transparente, chama a sua atenção. Você não tem tempo para ler o rótulo no momento, por isso você a põe no bolso rapidamente, enquanto elas não estão olhando. Você lhes diz que a cozinha parece estar em ordem e sai pela porta do lado oposto da cozinha.",
    "imagem": "garrafa_estranha.jpg",
    "opcoes": [
      { "texto": "Sair pela porta do lado oposto da cozinha", "destino": "pag_093" }
    ]
    },
  "pag_018": {
    "titulo": "A Biblioteca da Torre Negra",
    "texto": "Ele aponta para uma seção logo acima do chão, que você examina. Finalmente, você escolhe um volume e senta para ler. Balthus Dire aparentemente é o terceiro de uma linhagem de Feiticeiros Senhores da Guerra que governa a Torre Negra e o Reino da Rocha Escarpada. Chegou ao poder depois da morte de seu pai, Craggen Dire, há alguns anos atrás. Os Dires são mestres de Magia Negra há gerações, mas sua força e poder duram somente no período noturno; a luz do sol é uma espécie de veneno para eles. Pouco tempo depois da morte de seu pai, Balthus Dire casou-se com Lady Lucretia, ela também uma Feiticeira de Magia Negra, e desde então eles vêm reinando juntos sobre o Reino da Rocha Escarpada. Ao terminar o livro, você repara que o bibliotecário está com a mão junto ao ouvido, aparentemente escutando alguma coisa. Ele dirige a você um olhar inquisitivo. Você pode procurar outro livro útil, que possa ajudá-lo na sua empreitada ou tentar sair da biblioteca pela porta atrás dele?",
    "opcoes": [
      { "texto": "Procurar outro livro útil", "destino": "pag_084" },
      { "texto": "Tentar sair da biblioteca pela porta atrás dele", "destino": "pag_031" }
    ]
  },
  "pag_019": {
    "titulo": "A Escada Armadilha",
    "texto": "A escada geme quando você põe o pé nela. Você tenta subir o mais silenciosamente possível, mas a madeira velha range sob o seu peso. De repente, um dos degraus estala, como se acionasse um dispositivo de algum tipo. Para sua surpresa, todos os degraus: viram para baixo! Você está agora de pé em uma rampa lisa e inclinadíssima! Por mais que você tente, não consegue manter o equilíbrio e acaba escorregando pela rampa, rolando de ponta cabeça. Se você quiser usar um Encanto da Levitação, poderá voar e descer, fora de perigo, na sacada em cima.",
    "imagem": "espada_curvada.jpg",
    "opcoes": [
      { "texto": "Usar Encanto da Levitação", "destino": "pag_363" },
      { "texto": "Não usar Encanto da Levitação", "destino": "pag_254" }
    ]
  },
  "pag_020": {
    "titulo": "A Negativa do Macaco-Cachorro",
    "texto": "O Macaco-Cachorro diz que não é permitido a ninguém entrar na Torre Negra depois que anoitece - você terá que procurar abrigo em outro lugar. Você pode se resignar a lutar. Ou pode pegar uma pedra e lançar um Encanto do Ouro dos Tolos sobre ela, oferecendo-a como uma pepita de ouro, para suborná-los, convencendo-os a deixar você entrar. Deduza o Encanto do Ouro dos Tolos de seus Encantos, se você o usar.",
    "opcoes": [
      { "texto": "Resignar-se a lutar", "destino": "pag_288" },
      { "texto": "Usar Encanto do Ouro dos Tolos para suborná-los", "destino": "pag_096" }
    ]
  },
  "pag_021": {
    "titulo": "O Conselho Sábio",
    "texto": "'O que traz você a estas paragens?' ela pergunta. Você conta a ela sua história, evitando cuidadosamente revelar a sua verdadeira missão. Ela aconselha você a afastar-se desse lugar, caso conheça alguma magia. As criaturas que você encontrou até agora não se comparam com as que habitam o interior da Torre da Cidadela propriamente dita. Ela diz que você jamais encontrará o senhor sem conseguir primeiro o Velo e deseja sorte para você em sua missão. Some 2 pontos de SORTE pelas informações que obteve e siga adiante.",
    "opcoes": [
      { "texto": "Seguir adiante", "destino": "pag_006" }
    ]
  },
  "pag_022": {
    "titulo": "Corredor Escuro",
    "texto": "Você abre a porta e sai em um corredor longo e escuro.",
    "opcoes": [
      { "texto": "Avançar", "destino": "pag_188" }
    ]
  },
  "pag_023": {
    "titulo": "Passagem Sinuosa",
    "texto": "Você abre a porta e sai em uma passagem que continua direto para frente por algum tempo. Vira para a esquerda, depois para a direita, até que você chega a um arco à sua frente que dá para um grande aposento. Você caminha na direção do aposento e entra nele.",
    "imagem": "bau_cratera_porta.jpg",
    "opcoes": [
      { "texto": "Entrar no aposento", "destino": "pag_169" }
    ]
  },
  "pag_024": {
    "titulo": "O Ataque das Garrafas",
    "texto": "Você prova o vinho e, enquanto está apreciando o seu sabor, ouve um ruído tilintante. Você se vira para olhar na direção de onde o ruído está vindo e fica horrorizado ao ver que as garrafas nas prateleiras estão se mexendo sozinhas. Uma garrafa voa do lugar onde está e se projeta na sua direção, errando por pouco a sua cabeça e se espatifando na parede atrás de você. Uma outra voa na sua direção, depois outra, até que você está recebendo uma chuva de garrafas vindas de todas as direções. Você toma consciência de que sua única defesa é usar o Encanto do Escudo. Lance este encanto, se você puder, e vá para 372. Se não puder lançar este Encanto, vá para 219.",
    "opcoes": [
      { "texto": "Usar Encanto do Escudo (se puder)", "destino": "pag_372" },
      { "texto": "Não usar Encanto do Escudo (se não puder)", "destino": "pag_219" }
    ]
  },
  "pag_025": {
    "titulo": "A Ilha e o Fosso",
    "texto": "A porta abre, dando para um aposento grande e circular. Você coça a cabeça, intrigado. No centro do aposento, vê uma pequena 'ilha', cercada por um fosso largo, na qual está uma arca, trancada por ferrolhos metálicos. O fosso é largo demais para ser pulado e é muito fundo. Logo na entrada, há um pedaço de corda. Existe uma outra porta do outro lado do aposento, dando para fora dele. Você:",
    "opcoes": [
      { "texto": "Ignorar a caixa e contornar o fosso até a outra porta?", "destino": "pag_206" },
      { "texto": "Lançar um Encanto da Força e saltar sobre o fosso?", "destino": "pag_133" },
      { "texto": "Pegar a corda e formular um plano?", "destino": "pag_239" }
    ]
  },
  "pag_026": {
    "titulo": "Escolha de Encanto",
    "texto": "Você lançará:",
    "imagem": "pergaminho_misterioso.jpg",
    "opcoes": [
      { "texto": "Um Encanto do Fogo?", "destino": "pag_087" },
      { "texto": "Um Encanto da Fraqueza?", "destino": "pag_345" },
      { "texto": "Um Encanto de Cópia de Criatura?", "destino": "pag_101" },
      { "texto": "Se não possuir nenhum deles, retorne e escolha de novo.", "destino": "pag_304" }
    ]
  },
  "pag_027": {
    "titulo": "O Presente aos MIKS",
    "texto": "Quando você mostra as Peças de Ouro, as três criaturas interrompem seu caminho. Eles engasgam ao olhar para suas moedas. Uma mão invisível as agarra e coloca no chão. Elas olham para você, e uma voz pede mais. Você pega todas as suas Peças de Ouro e joga no centro do aposento. Uma voz soa, dizendo: 'Bem, estranho, você é realmente bem-vindo na casa dos MIKS. Agradecemos o seu presente. Se está seguindo adiante, vá pela porta à sua frente, mas tome cuidado com os Ganjees. Desejamos sorte para você na sua jornada.' Você pode acrescentar um ponto de SORTE pelos votos de sucesso dos Miks e sair pela porta à sua frente.",
    "opcoes": [
      { "texto": "Sair pela porta à frente", "destino": "pag_206" }
    ]
  },
  "pag_028": {
    "titulo": "O Poder do Fogo",
    "texto": "Você lança o Encanto e faz aparecer uma bola de fogo nas suas mãos. Eles interrompem seu caminho e observam você atentamente. Você joga a bola na direção deles, e eles gritam de medo, rolando aterrorizados para longe de você, com medo de seus óbvios poderes. Enquanto você ainda tem controle sobre o Encanto, cria mais três bolas de fogo menores e as arremessa sobre cada um deles. Eles uivam e se dispersam, rolando pelo corredor para longe de você. Você pode agora prosseguir pela passagem da esquerda ou pela passagem da direita.",
    "opcoes": [
      { "texto": "Prosseguir pela passagem da esquerda", "destino": "pag_243" },
      { "texto": "Prosseguir pela passagem da direita", "destino": "pag_002" }
    ]
  },
  "pag_029": {
    "titulo": "O'Seamus, o Duende",
    "texto": "Cautelosamente, você se aproxima do homenzinho. Ao chegar perto, um único olho se abre e olha diretamente no seu rosto. Um sorriso largo se espalha de orelha a orelha na criatura e ela desaparece! 'Bom dia para você!' diz uma vozinha chilreante atrás de você, e, ao voltar-se, você o vê ali, ainda sorrindo. 'Sou O'Seamus, o Duende!', ele diz, dando risinhos, e estende a mão para você. Ele parece suficientemente amigável - você aperta a mão dele e tenta fazer amizade ou desembainha sua espada?",
    "opcoes": [
      { "texto": "Apertar a mão dele e tentar fazer amizade", "destino": "pag_271" },
      { "texto": "Desembainhar sua espada", "destino": "pag_131" }
    ]
  },
  "pag_030": {
    "titulo": "Batalha contra a FERA DAS GARRAS",
    "texto": "A fera é imensamente poderosa. Você desembainha a sua espada e a batalha começa:<br><br><strong>FERA DAS GARRAS</strong> <br>HABILIDADE 9 <br>ENERGIA 14 <br><br>Depois que você tiver atingido a criatura pela quarta vez, vá para 241.",
    "opcoes": [
      { "texto": "Iniciar Batalha", "destino": "batalha_feradasgarras_030" }
    ]
  },
"batalha_feradasgarras_030": {
  "titulo": "Lutando contra FERA DAS GARRAS",
  "texto": "Use os botões de dados e sua ficha para resolver o combate contra FERA DAS GARRAS (HABILIDADE 9, ENERGIA 14). As regras de batalha estão na sua Ficha de Status. Lembre-se: depois de atingir a criatura pela quarta vez, ela pode se tornar vulnerável ou reagir de forma inesperada.",
  "opcoes": [
    { "texto": "Voltar para continuar a luta (após resolver uma série)", "destino": "pag_030" }
  ]
  },
  "pag_031": {
    "titulo": "Câmara Grande",
    "texto": "Você sai do aposento pela porta do outro lado, a qual abre para uma passagem curta que termina em uma grande porta de madeira. A maçaneta desta porta gira, deixando que você entre em uma grande câmara.",
    "opcoes": [
      { "texto": "Entrar na câmara", "destino": "pag_169" }
    ]
  },
  "pag_032": {
    "titulo": "Escondendo-se do Porteiro",
    "texto": "Passando por sobre os corpos, você se aproxima do portão e chama o porteiro, para em seguida se esconder na escuridão quando ele se aproxima. Ele vê os corpos e sai para investigar, e, enquanto isso, você aproveita para esgueirar-se rapidamente pelo portão e trancá-lo do lado de fora.",
    "imagem": "garrafa_estranha.jpg",
    "opcoes": [
      { "texto": "Prosseguir após trancar o portão", "destino": "pag_251" }
    ]
    },
  "pag_033": {
    "titulo": "Capturado!",
    "texto": "Quando você tenta se levantar, o Orca e o Goblin agarram você e o seguram no chão, enquanto o Anão avança com sua clava.",
    "opcoes": [
      { "texto": "Enfrentar o ataque do Anão", "destino": "pag_213" }
    ]
  },
  "pag_034": {
    "titulo": "A Segunda Chave",
    "texto": "A chave gira e, retirando a tranca, você abre a caixa, encontrando outra chave, dessa vez talhada em um metal verde cintilante. Você experimentará esta nova chave na terceira caixa ou sairá do aposento com as duas chaves?",
    "opcoes": [
      { "texto": "Experimentar esta nova chave na terceira caixa", "destino": "pag_089" },
      { "texto": "Sair do aposento com as duas chaves", "destino": "pag_237" }
    ]
  },
  "pag_035": {
    "titulo": "Ilusão Convincente",
    "texto": "Você se concentra na sua Ilusão. Você pode convencê-lo de que ele está sendo atacado por um inimigo, ou fazer com que você desapareça, na esperança de que ele virá procurar por você.",
    "opcoes": [
      { "texto": "Convencê-lo de que está sendo atacado por um inimigo", "destino": "pag_364" },
      { "texto": "Fazer com que você desapareça", "destino": "pag_246" }
    ]
  },
  "pag_036": {
    "titulo": "O Engano do Gark",
    "texto": "'Bah!', diz o Gark, 'não é tão fácil me enganar. Jogue fora estes pedaços de latão.' A criatura tem a ideia de que, se você está oferecendo um suborno, deve ser um invasor, o que - para um Gark - é uma demonstração assombrosa de raciocínio lógico! Ele dá um tapa em você com sua mão enorme, jogando você sem sentidos no chão. As últimas palavras que você se lembra antes de desmaiar são ditas pelo Gark orgulhoso: 'Para a cadeia com esse aqui!'",
    "opcoes": [
      { "texto": "Prosseguir para a cadeia", "destino": "pag_234" }
    ]
     },
  "pag_037": {
    "titulo": "A Hidra Encolhida",
    "texto": "Você puxa a pele e a criatura solta silvos altos. Todas as suas cabeças recuam, e ela permanece quieta, observando você. Há uma porta do outro lado do aposento, e você lentamente se desloca na direção dela. Quando você está na metade do caminho, uma das cabeças se projeta e arranca o velo das suas mãos. Mas, ao invés de atacar você, a Hidra se encolhe de volta em um dos cantos. Você segue para a porta cautelosamente.",
    "opcoes": [
      { "texto": "Seguir para a porta", "destino": "pag_229" }
    ]
  },
  "pag_038": {
    "titulo": "A Porta da Passagem Secreta",
    "texto": "A porta abre para uma passagem curta, calçada com pedras pequenas. A uma pequena distância mais adiante, uma porta elaboradamente entalhada assinala o fim da passagem. Mas, logo antes da porta, uma passagem lateral sai para a esquerda. Você se aproxima da porta, tentando escutar quaisquer sinais de vida do lado de dentro. Quando sua mão toca a maçaneta, uma voz diz: 'Não bata; simplesmente entre!' vinda de dentro. Você entrará no aposento, conforme as instruções ou resolverá desistir desse aposento e tomar a passagem que sai para a esquerda?",
    "opcoes": [
      { "texto": "Entrar no aposento, conforme as instruções", "destino": "pag_132" },
      { "texto": "Desistir desse aposento e tomar a passagem que sai para a esquerda", "destino": "pag_306" }
    ]
  },
"pag_039": {
  "titulo": "O Retorno do Homem-Aranha",
  "texto": "Você pega o Vidro e, ao fazer isso, os Ganjees ficam ofegantes. 'Racknee!' diz uma voz. 'Você voltou!' E com estas palavras; uma mão invisível arranca o vidro das suas mãos, coloca-o no chão e abre a tampa. O Homem-Aranha volta-se na sua direção e solta um pequeno grunhido. Você desembainha a sua espada quando a fera avança a passos rápidos para você, furiosamente. Você terá que lutar contra esta criatura:<br><br><strong>HOMEM-ARANHA</strong> <br>HABILIDADE 7 <br>ENERGIA 5",
  "imagem": "homem_aranha.jpg",
  "opcoes": [
    { "texto": "Iniciar Batalha", "destino": "batalha_homemaranha_039" }
  ]
},
"batalha_homemaranha_039": {
  "titulo": "Lutando contra HOMEM-ARANHA",
  "texto": "Use os botões de dados e sua ficha para resolver o combate contra HOMEM-ARANHA (HABILIDADE 7, ENERGIA 5). As regras de batalha estão na sua Ficha de Status. Após resolver a batalha, selecione o resultado:",
  "opcoes": [
    { "texto": "Fui atingido pelo Homem-Aranha", "destino": "pag_208" },
    { "texto": "Venci o Homem-Aranha sem ser ferido (lutar contra os Ganjees)", "destino": "pag_248" }
  ]
    },
"pag_040": {
  "titulo": "O Mordomo do Portão",
  "texto": "Depois de vários minutos, a porta se abre lentamente, e uma criatura corcunda e deformada, com dentes podres, cabelos desgrenhados e roupas esfarrapadas, aparece na sua frente. 'Sim senhor (heh, heh) - o que posso fazer pelo senhor?' rosna a criatura semi-humana.'Estou sendo esperado', você responde e passa por ele, atravessando a porta com confiança. Ele fica um pouco surpreso com seu comportamento e gagueja, sem saber se entra em conflito com você ou não. 'Onde é a recepção?' você pergunta. Ele olha para você de soslaio com um dos olhos e faz um gesto na direção de uma bifurcação para a esquerda, a pouca distância dali. Você acreditará nele e tomará a bifurcação para a esquerda ou não confiará nesta criatura imprevisível e tomará a bifurcação da direita?",
  "opcoes": [
    { "texto": "Acreditar nele e tomar a bifurcação para a esquerda", "destino": "pag_243" },
    { "texto": "Não confiar na criatura e tomar a bifurcação da direita", "destino": "pag_002" }
  ]
  },
  "pag_041": {
    "titulo": "A Ajuda das Bruxas",
    "texto": "As três mulheres se juntam, fazendo um círculo, e sussurram umas com as outras. Com um risinho, uma delas volta-se para você e diz: 'Está bem, estranho, nós vamos ajudá-lo no seu caminho.' Ela fita você com olhos frios de pedra e aponta primeiro para você, e depois para a parede atrás dela. O aposento fica escuro, você sente uma sensação de movimento e, quando a escuridão clareia, você está em outro aposento.",
    "opcoes": [
      { "texto": "Prosseguir para o novo aposento", "destino": "pag_257" }
    ]
  },
"pag_042": {
  "titulo": "Proposta de Presente",
  "texto": "Ela pisca, e os jatos de fogo desaparecem. O que você oferecerá a ela?",
  "opcoes": [
    { "texto": "Um Espelho de Prata?", "destino": "pag_138" },
    { "texto": "Uma Escova de Cabelo?", "destino": "pag_091" },
    { "texto": "Um Vidro contendo o Homem-Aranha?", "destino": "pag_223" },
    { "texto": "Se não tiver nenhuma dessas coisas, dê alguma desculpa, dizendo que perdeu o presente, e volte para a sacada, onde pode escolher a porta do meio ou a porta mais distante.", "destino": "pag_mestre_042_sem_itens" }
  ]
},
"pag_mestre_042_sem_itens": {
  "titulo": "Sem Presente?",
  "texto": "Você não possui nenhum dos itens para oferecer como presente. Terá que dar alguma desculpa, dizendo que perdeu o presente, e voltar para a sacada, onde pode escolher a porta do meio ou a porta mais distante.",
  "opcoes": [
    { "texto": "Escolher a porta do meio", "destino": "pag_064" },
    { "texto": "Escolher a porta mais distante", "destino": "pag_304" }
  ]
  },
"pag_043": {
  "titulo": "O Aperto Afrouxa",
  "texto": "Quando você lança o encanto, ele afrouxa o aperto. Gradualmente, sua força diminui, até que ele acaba por soltar o aperto e cai para trás, ofegante, no chão. Desconte mais um ponto de ENERGIA enquanto trata de seu braço ferido e risque o Encanto da Fraqueza de sua lista. Você pode prosseguir no seu caminho.",
  "opcoes": [
    { "texto": "Prosseguir no caminho", "destino": "pag_014" }
  ]
    },
  "pag_044": {
    "titulo": "Após o Agito",
    "texto": "O aposento pára de sacudir e você cai no chão. O armário das armas está trancado, mas você pode arrebentar a fechadura. Ou pode tirar a sua mochila e procurar uma arma para usar. O que você fará:",
    "opcoes": [
      { "texto": "Escolher uma arma do armário?", "destino": "pag_353" },
      { "texto": "Pegar um artefato na mochila?", "destino": "pag_277" }
    ]
  },
  "pag_045": {
    "titulo": "Degustação Estranha",
    "texto": "Se seu estômago aguentar, você poderá experimentar:",
    "opcoes": [
      { "texto": "Um pouco da carne pendurada", "destino": "pag_166" },
      { "texto": "Um pedaço de fruta", "destino": "pag_313" },
      { "texto": "Uma fatia de queijo", "destino": "pag_253" },
      { "texto": "Um naco de pão", "destino": "pag_097" }
    ]
  },
  "pag_046": {
    "titulo": "Fumaça e Chamas",
    "texto": "Com um gesto, você estica a mão para frente e aponta o chão sob os pés do feiticeiro. Fumaça e chamas irrompem do chão. Balthus Dire salta para trás, um pouco admirado, e em seguida fecha os olhos para se concentrar. Ao se abrirem, você vê um fogo que queima dentro das próprias pupilas, e ele avança por entre as chamas que você criou. Pegando um punhado de pedras em brasa, ele atira isso em você. Você se abaixa para se desviar ou pula para o lado?",
    "opcoes": [
      { "texto": "Abaixar-se para se desviar", "destino": "pag_195" },
      { "texto": "Pular para o lado", "destino": "pag_074" }
    ]
  },
  "pag_047": {
    "titulo": "Escolha Mágica no Pátio",
    "texto": "Que Encanto você usará:",
    "opcoes": [
      { "texto": "Encanto de Cópia de Criatura?", "destino": "pag_008" },
      { "texto": "Encanto da Ilusão?", "destino": "pag_173" },
      { "texto": "Encanto da Levitação?", "destino": "pag_259" },
      { "texto": "Se você não possuir nenhum desses encantos, recue na direção do monumento no centro do pátio e se esconda dela.", "destino": "pag_209" }
    ]
  },
  "pag_048": {
    "titulo": "A Transformação do Feiticeiro",
    "texto": "'Nunca!' grita o feiticeiro, voltando das sombras para enfrentar você. Dessa vez, é você quem sente o tremor do medo, ao ver que ele também se transformou - mas em uma criatura que poderia fazer com que um Demônio do Fogo ficasse paralisado. O rosto de Balthus Dire tornou-se feio e com feições de bruxa, e seus cabelos agora são pequenas serpentes que se contorcem e soltam silvos. Você fugirá desta criatura ou avançará com seu Tridente?",
    "opcoes": [
      { "texto": "Fugir desta criatura", "destino": "pag_232" },
      { "texto": "Avançar com seu Tridente", "destino": "pag_199" }
    ]
  },
  "pag_049": {
    "titulo": "Olhar Curioso",
    "texto": "A criatura fica olhando fixamente para você com ar inquisitivo, como se estivesse insegura em relação a você.",
    "opcoes": [
      { "texto": "O que você fará?", "destino": "pag_255" }
    ]
  },
"pag_050": {
  "titulo": "Aventura Continua",
  "texto": "Conteúdo da página 50 do livro.",
  "imagem": "espada_curvada.jpg",
  "opcoes": [
    { "texto": "Continuar...", "destino": "pag_164" }
  ]
},
"pag_051": {
  "titulo": "O Ataque Inatingível",
  "texto": "Você distribui loucamente golpes com sua espada, mas não consegue atingir a criatura. Ou ela é extremamente rápida, ou não possui um corpo sólido que possa ser atingido. Seus dentes estão agora rasgando a sua carne, e você sente sangue na perna. Você terá que se proteger com sua mágica ou enfrentar uma morte certa, trazida por esta criatura que não se vê. Você lançará um Encanto da Força, um Encanto da Fraqueza ou, se não quiser ou não puder lançar nenhum dos dois, enfrentará as consequências.",
  "imagem": "porta_caverna.jpg",
  "opcoes": [
    { "texto": "Lançar Encanto da Força", "destino": "pag_301" },
    { "texto": "Lançar Encanto da Fraqueza", "destino": "pag_159" },
    { "texto": "Não lançar encanto", "destino": "pag_280" }
  ]
  },
  "pag_052": {
    "titulo": "O Cruzamento dos Jogos",
    "texto": "A porta abre e você segue adiante, batendo-a para que se feche atrás de você. Pouca distância à frente, você chega a um cruzamento de três caminhos, no qual você toma a passagem que vai na direção norte. Ela continua por vários metros, conduzindo a uma outra porta. Você pode ouvir risos e vozes alegres do outro lado. Cautelosamente, você abre a porta que dá para um grande aposento, onde um grupo de mais ou menos doze criaturas, de todas as formas, tamanhos e cores, estão se divertindo com jogos. Quando você entra no aposento, uma voz grita: 'Olhem esse deve ser Glaz Doz-Fut!', com o que todos eles cumprimentam você, convidando-o para juntar-se à brincadeira. Evidentemente eles estão esperando alguém e confundiram você com o convidado que está faltando. Você continua fingindo e junta-se a eles ou dirá a eles que estão enganados e tentará chegar até a porta do outro lado do aposento?",
    "opcoes": [
      { "texto": "Continuar fingindo e juntar-se a eles", "destino": "pag_385" },
      { "texto": "Dizer que estão enganados e tentar chegar à porta do outro lado", "destino": "pag_227" }
    ]
  },
"pag_054": {
  "titulo": "O Que Há na Mochila?",
  "texto": "Você procura dentro de sua mochila. O que você pegará:",
  "opcoes": [
    { "texto": "Um Vidro de Unguento?", "destino": "pag_287" },
    { "texto": "Uma Miríade de Bolso?", "destino": "pag_160" },
    { "texto": "Peças de ouro?", "destino": "pag_027" },
    { "texto": "Se não tiver nenhuma dessas coisas, terá que retornar e escolher de novo.", "destino": "pag_104" }
  ]
},
"pag_055": {
  "titulo": "Beco Sem Saída",
  "texto": "Você segue a passagem por algum tempo. Ela vira para a direita e acaba chegando a um beco sem saída. Você pode retornar para a bifurcação e tomar a outra passagem ou procurar passagens secretas.",
  "opcoes": [
    { "texto": "Retornar para a bifurcação e tomar a outra passagem", "destino": "pag_249" },
    { "texto": "Procurar passagens secretas", "destino": "pag_010" }
  ]
  },
  "pag_056": {
    "titulo": "O ELFO NEGRO e o Vinho",
    "texto": "O ELFO NEGRO que se aproxima de você é raquítico e maltrapilho. Ele pergunta se você é um convidado ou um aventureiro. Você diz que é um convidado que veio até embaixo para provar o vinho que ele guarda em sua famosa Adega de Vinhos. Com um certo orgulho, ele mostra a você as garrafas de safras que ele guarda para seu Senhor, o Feiticeiro. Algumas delas, ele afirma, possuem poderes mágicos. Ele pergunta se você não quer experimentar o vinho. Você prefere provar:",
    "imagem": "espada_comum.jpg",
    "opcoes": [
      { "texto": "O Vinho Tinto?", "destino": "pag_120" },
      { "texto": "O Vinho Branco?", "destino": "pag_163" },
      { "texto": "O Vinho Rosé?", "destino": "pag_334" },
      { "texto": "Recusar a oferta dele e seguir adiante no seu caminho?", "destino": "pag_095" }
    ]
  },
  "pag_057": {
    "titulo": "Teste de Sorte",
    "texto": "Teste a sua Sorte.",
    "opcoes": [
      { "texto": "Testar Sorte (Se tiver sorte)", "destino": "pag_150" },
      { "texto": "Testar Sorte (Se não tiver sorte)", "destino": "pag_233" }
    ]
  },
  "pag_058": {
    "titulo": "Os Cálices dos Gremlins",
    "texto": "Quando você entra, os Gremlins esvoaçam e guincham excitados, depois voam, passando por você e saindo pela porta noite adentro. Você agora está sozinho com os cálices. Você se arriscará a beber alguma coisa? Se o fizer, escolherá:",
    "opcoes": [
      { "texto": "O líquido claro?", "destino": "pag_298" },
      { "texto": "O líquido vermelho?", "destino": "pag_267" },
      { "texto": "O líquido leitoso?", "destino": "pag_092" },
      { "texto": "Ou sairá e prosseguirá na direção da Cidadela?", "destino": "pag_156" }
    ]
  },
  "pag_059": {
    "titulo": "A Rejeição da Aranha",
    "texto": "Eles ficam revoltados com seu presente e correm para o canto do aposento, se escondendo embaixo das camas. Um tanto desconcertado com o comportamento deles, você deixa o vidro no chão e segue na direção da porta do outro lado do aposento.",
    "opcoes": [
      { "texto": "Sair pela porta do outro lado", "destino": "pag_140" }
    ]
  },
  "pag_060": {
    "titulo": "Suspeita Aumenta",
    "texto": "As criaturas ficam desconfiadas quando você as pressiona, buscando informações. O Anão salta rapidamente de pé, brandindo uma clava de madeira, enquanto o Goblin e o Orca pegam espadas e olham com raiva para você. A namorada do Goblin grita e recua vários passos, enquanto os outros avançam na sua direção. Você terá que lutar contra eles. Você pode usar um Encanto Mágico:",
    "opcoes": [
      { "texto": "Encanto da Levitação", "destino": "pag_033" },
      { "texto": "Encanto da Ilusão", "destino": "pag_295" },
      { "texto": "Ou poderá puxar a sua espada e lutar.", "destino": "pag_213" }
    ]
  },
  "pag_061": {
    "titulo": "Derrota Pelo Devlin",
    "texto": "Você avança com sua espada. O Devlin pára... e salta sobre você!. Você golpeia com sua espada, mas não consegue fazer nenhum mal à criatura, que está agora em cima de você. O corpo incandescente dele está queimando a sua carne e você está em grande agonia. Ainda assim, ele se mantém firme e você desmaia em choque. Você cai no chão para nunca mais acordar, e o Devlin só larga quando já tem certeza de que seu corpo está queimado além de qualquer possibilidade de recuperação. Afinal, você será mesmo a próxima refeição das criaturas da Torre Negra...",
    "opcoes": [
      { "texto": "Você morreu!", "destino": "fim_morte_generica" }
    ]
  },
"pag_062": {
  "titulo": "A Caixa do Gárgula",
  "texto": "Com o Gárgula fora de combate, você decide investigar a caixa no pedestal da criatura. Teste a sua Sorte. Se você tiver sorte, pode levar a bolsa com dez Peças de Ouro trancada lá dentro. Se não tiver sorte, não consegue abrir a caixa. Saia do aposento.",
  "opcoes": [
    { "texto": "Se você teve sorte (pegue o ouro e saia)", "destino": "pag_140" },
    { "texto": "Se você não teve sorte (saia sem ouro)", "destino": "pag_140" }
  ]
  },
  "pag_063": {
    "titulo": "O Livro Rasgado",
    "texto": "Você vai até o índice remissivo e verifica a referência. Ao chegar à página correta, você fica decepcionado ao descobrir que a seção foi arrancada do livro! Você pode olhar os Calacorms ou verificar os Miks.",
    "imagem": "goblins_quarto.jpg",
    "opcoes": [
      { "texto": "Olhar os Calacorms", "destino": "pag_263" },
      { "texto": "Verificar os Miks", "destino": "pag_135" }
    ]
  },
  "pag_064": {
    "titulo": "O Aposento das Criaturas",
    "texto": "Você ouve junto à porta e consegue escutar vozes esganiçadas rindo e brigando. Você experimenta a maçaneta e a porta abre. O lado de dentro é um aposento de cores vivas. Há umas poucas camas pequenas em um canto, e, espalhados pelo chão, há pequenos bonecos de várias criaturas brutas. Junto à parede do lado direito há uma caixa, e logo adiante da caixa uma porta. No meio do assoalho, e olhando para você com curiosidade, estão três pequenas criaturas. Têm aparência humana, mas possuem pele verde, orelhas pontudas e olhos muito apertados. Qual será a sua atitude?",
    "opcoes": [
      { "texto": "Desembainhar a sua espada e se preparar para lutar contra eles?", "destino": "pag_286" },
      { "texto": "Procurar em sua mochila alguma coisa para oferecer a eles?", "destino": "pag_003" },
      { "texto": "Caminhar confiantemente através do aposento para a porta do outro lado?", "destino": "pag_366" }
    ]
  },
  "pag_065": {
    "titulo": "Submissão ao Feiticeiro",
    "texto": "Você se ajoelha diante dele e se curva. Ele é de fato o seu senhor agora. Você falhou na sua missão.",
    "opcoes": [
      { "texto": "Você falhou!", "destino": "capa" }
    ]
  },
  "pag_066": {
    "titulo": "Comida Revigorante",
    "texto": "Eles olham um para o outro e conversam. Um deles se adianta e estende a mão com um pequeno cubo, que parece ter sido feito de algum tipo de pão ou bolo. A pedido dele, você põe isso na boca e mastiga. Quando engole, você se sente subitamente forte de novo. Retorne a seus níveis Iniciais de HABILIDADE e ENERGIA e acrescente um ponto de SORTE. Você agradece a ele pela comida e a todos pela companhia, depois parte na direção das portas.",
    "opcoes": [
      { "texto": "Seguir na direção das portas", "destino": "pag_270" }
    ]
     },
  "pag_067": {
    "titulo": "A Hidra e a Espada",
    "texto": "Você começa a sua luta contra a criatura. Seu primeiro golpe é certeiro e corta uma das seis cabeças. As outras cinco avançam sobre você e, para seu horror, mais duas cabeças crescem onde estava antes a cabeça morta! Uma das cabeças morde profundamente o seu braço. Você perde quatro pontos de ENERGIA. Sua espada obviamente não vai adiantar muito. Você usará um Encanto de Cópia de Criatura ou alguma coisa de sua mochila?",
    "opcoes": [
      { "texto": "Usar um Encanto de Cópia de Criatura", "destino": "pag_143" },
      { "texto": "Usar alguma coisa de sua mochila", "destino": "pag_226" }
    ]
    },
  "pag_068": {
    "titulo": "O Enigma das Portas",
    "texto": "'Por qual eu iria, hein?' ele considera. 'Vamos ver... eu não iria por uma das duas portas à esquerda da porta de maçaneta de cobre, nem a porta à direita da de maçaneta de bronze.' Qual delas você escolherá:",
    "opcoes": [
      { "texto": "A porta de maçaneta de latão?", "destino": "pag_207" },
      { "texto": "A porta de maçaneta de cobre?", "destino": "pag_022" },
      { "texto": "A porta de maçaneta de bronze?", "destino": "pag_354" }
    ]
  },
  "pag_069": {
    "titulo": "As Masmorras da Torre Negra",
    "texto": "A criatura não é de muita conversa, mas você consegue descobrir que está nas masmorras dos subterrâneos da Torre Negra e que provavelmente nunca será libertado, a não ser que se já dado aos Ganjees para o divertimento deles. Quando você pergunta por Balthus Dire, ele fica calado. É melhor você tentar usar um Encanto para conseguir sair dessa prisão.",
    "imagem": "espada_curvada.jpg",
    "opcoes": [
      { "texto": "Tentar usar um Encanto para sair", "destino": "pag_193" }
    ]
  },
  "pag_070": {
    "titulo": "O Devlin no Ar",
    "texto": "Você voa para cima e mantém-se longe dos botes dele, mas ele não sai do lugar onde está, e não há meio de você contorná-lo voando para chegar à porta. O Encanto acaba por se esgotar e você tem que enfrentá-lo de novo. Você:",
    "opcoes": [
      { "texto": "Usa um Encanto da Fraqueza?", "destino": "pag_307" },
      { "texto": "Usa um Encanto da Força?", "destino": "pag_264" },
      { "texto": "Desembainha a sua espada?", "destino": "pag_325" }
    ]
  },
"pag_071": {
  "titulo": "Lutando contra o Tentáculo",
  "texto": "Você desembainha a sua espada e golpeia o tentáculo. O tentáculo não ataca de volta, como uma criatura normal, mas, ao invés disso, está tentando arrastar você para um grande buraco no chão, que está se abrindo em torno da base dele. Você não precisa jogar dados para o Tentáculo, uma vez que ele possui uma Força de Ataque de 15 e um índice de ENERGIA de 2. Jogue para o combate de maneira normal, mas, se sua própria Força de Ataque ficar abaixo de 15, não subtraia pontos de sua própria ENERGIA. Porém, se você não derrotar a criatura em três Séries de Ataque, ela conseguirá arrastar você para seu covil. Se você de fato derrotá-la, poderá arrancar o tentáculo de sua perna e prosseguir para a entrada principal da Torre Negra.",
  "opcoes": [
    { "texto": "Se você derrotou o Tentáculo", "destino": "pag_218" },
    { "texto": "Se o Tentáculo o arrastou para seu covil", "destino": "fim_morte_generica" }
  ]
     },
  "pag_072": {
    "titulo": "Petrificado Pela Górgona",
    "texto": "A sorte não está do seu lado. Seu primeiro olhar na direção da criatura com serpentes na cabeça foi suficiente para selar o seu destino. Você grita de angústia ao sentir que suas juntas começam a endurecer, e seus membros se tornam pesados e incontroláveis. Sob a ação do olhar da Górgona, que transforma tudo em pedra, você luta para manter o equilíbrio - mas acaba perdendo-o e cai no chão. Seu corpo petrificado se despedaça com o impacto, e você agora jaz feito em cacos diante de Balthus Dire. Você falhou na sua missão.",
    "opcoes": [
      { "texto": "Você falhou!", "destino": "fim_morte_generica" }
    ]
  },
  "pag_073": {
    "titulo": "A Cobra de Esgoto",
    "texto": "Você pode tentar se livrar da Cobra de Esgoto, ou mantê-la a distância com um encanto. Se decidir lutar contra a criatura, resolva esta batalha:<br><br><strong>COBRA DE ESGOTO</strong> <br>HABILIDADE 6 <br>ENERGIA 7 <br><br>Se quiser lançar um Feitiço da Força, acrescente três ao número obtido nos dados para sua Força de Ataque. Se quiser lançar um Feitiço do Fogo, vá para 282.",
    "opcoes": [
      { "texto": "Se Vencer", "destino": "pag_112" },
      { "texto": "Lançar um Feitiço do Fogo", "destino": "pag_282" }
  ]
  },
  "pag_074": {
    "titulo": "Queimadura de Balthus Dire",
    "texto": "Ao pular de lado, os olhos do feiticeiro seguem você – e a bola de fogo dele também. Ela atinge você no peito, derrubando-o no chão. A queimadura custará 4 pontos de ENERGIA. Se você ainda estiver vivo, poderá preparar outro Encanto para o seu contra-ataque.",
    "opcoes": [
      { "texto": "Preparar contra-ataque", "destino": "pag_377" }
    ]
    },
  "pag_075": {
    "titulo": "Porta da Campainha",
    "texto": "Você cruza a soleira, fecha a porta atrás de você e espera algum tempo. Ouve as passadas se aproximarem e chegarem até a porta. Uma tagarelice incompreensível do outro lado da porta acaba diminuindo até desaparecer, e você ouve novamente as passadas, desta vez se afastando de você. Você toca a campainha para chamar o mordomo.",
    "imagem": "arvore_sombria.jpg",
    "opcoes": [
      { "texto": "Tocar a campainha novamente", "destino": "pag_040" }
    ]
  },
  "pag_076": {
    "titulo": "O Engano das Amoras do Sono",
    "texto": "Enquanto você estava tirando suas Amoras da mochila, Balthus Dire ficou se concentrando em um Encanto. Ele Levanta os olhos e explode numa gargalhada. 'Amoras do sono!', ele grita. 'O que você espera que eu faça? Ponha tudo na boca?' Ele estala os dedos e seu Encanto se materializa.",
    "opcoes": [
      { "texto": "Ver o Encanto se materializar", "destino": "pag_191" }
    ]
  },
  "pag_077": {
    "titulo": "Balthus Dire Surpreso",
    "texto": "Balthus Dire fica surpreso com seu sucesso. 'Então!' ele exclama. 'Você se acha mais forte do que os outros, hein?' Você pode agir rapidamente e lançar um Encanto sobre ele. Qual você escolherá:",
    "opcoes": [
      { "texto": "Um Encanto da Percepção Extra-Sensorial ?", "destino": "pag_187" },
      { "texto": "Um Encanto do Fogo?", "destino": "pag_046" },
      { "texto": "Um Encanto de Cópia de Criatura?", "destino": "pag_349" },
      { "texto": "Se não tiver nenhum desses, ou preferir não lançar um encanto", "destino": "pag_355" }
    ]
  },
  "pag_078": {
    "titulo": "O Olhar Hipnótico",
    "texto": "Seus olhos seguem você até a janela. Suas pupilas tornaram-se brancas como o leite. Ele inclina sua cabeça para trás, pisca uma vez e geme. Jogando a cabeça para frente, ele agora olha fixamente para você com olhos que se tornaram cor de prata brilhante! Seu olhar é hipnótico, e você terá que agir rapidamente. Você:",
    "opcoes": [
      { "texto": "Esconder-se por trás de uma das cortinas?", "destino": "pag_324" },
      { "texto": "Arrancar uma das cortinas e jogar por cima da cabeça dele?", "destino": "pag_124" },
      { "texto": "Procurar em sua mochila alguma coisa que possa usar?", "destino": "pag_277" }
    ]
  },
  "pag_079": {
    "titulo": "O Arbusto de Amoras",
    "texto": "No canto mais distante do pátio, você encontra um arbusto diferente, com galhos contorcidos a partir da haste central, como se estivesse em agonia. As folhas têm a forma de diamantes, com pequenas amoras por baixo, chatas e com forma de pastilhas. Você pode levar algumas amoras com você na sua aventura e avançar um pouco mais ao longo do muro para a entrada principal da Cidadela.",
    "opcoes": [
      { "texto": "Pegar algumas amoras e avançar", "destino": "pag_218" }
    ]
    },
  "pag_080": {
    "titulo": "A Transformação da Bruxa",
    "texto": "Quando, você salta por cima da mesa, o feiticeiro gira em torno de si mesmo. Você tropeça e desaba no chão, ao ver que ele se transformou em uma criatura bem mais perigosa do que você. Seu rosto agora é o de uma bruxa, e seu cabelo uma massa de serpentes que se contorcem e silvam para você. Você continua o seu ataque ou foge dele?",
    "opcoes": [
      { "texto": "Continuar o seu ataque", "destino": "pag_199" },
      { "texto": "Fugir dele", "destino": "pag_232" }
    ]
  },
  "pag_081": {
    "titulo": "Kylltrog, o Preguiçoso",
    "texto": "O Macaco-Cachorro ri e diz a você que Kylltrog é um preguiçoso que não serve para nada, e que não vale a pena salvá-lo. Você solta um suspiro de alívio quando ele caminha de volta e grita para chamar o porteiro. Alguns momentos depois, o porteiro aparece e abre uma pequena porta para deixar você entrar.",
    "opcoes": [
      { "texto": "Entrar pela pequena porta", "destino": "pag_251" }
    ]
  },
  "pag_082": {
    "titulo": "A Queda Fatal",
    "texto": "Você cai no fosso. Freneticamente, você tenta agarrar a borda ao cair, mas sem êxito. Você despenca pelo poço de ponta cabeça, e sua última lembrança é sua queda final ao chocar-se contra o solo lá embaixo, o que mata você instantaneamente. Você falhou na sua missão.",
    "opcoes": [
      { "texto": "Você falhou!", "destino": "fim_morte_generica" }
    ]
  },
  "pag_083": {
    "titulo": "O Comerciante Amigo",
    "texto": "O homem é um comerciante. Você diz a ele que vocês são companheiros de profissão, e vocês conversam por algum tempo sobre preços e lucros dentro da Torre Negra. Ele diz que nunca permitiram que ele entrasse nos andares acima do térreo da Cidadela, uma vez que os comerciantes são bastante desprezados lá dentro. Você se despede e segue adiante.",
    "opcoes": [
      { "texto": "Seguir adiante", "destino": "pag_245" }
    ]
  },
  "pag_084": {
    "titulo": "A Armadilha Orca",
    "texto": "Ao examinar as prateleiras, você ouve uma grande movimentação atrás de você. Você se vira rapidamente, a tempo de ver criaturas semelhantes a Orcas, armadas e em guarda, materializaram-se uma após a outra diante de você. Elas avançam e cercam você. O mais alto chega o rosto perto do seu e solta um bafo de respiração diretamente sobre os seus olhos. O aposento gira e você desaba no chão, inconsciente.",
    "opcoes": [
      { "texto": "Você desmaiou!", "destino": "pag_234" }
    ]
  },
  "pag_085": {
    "titulo": "Feitiço do Fogo Fracassado",
    "texto": "Você lança seu Feitiço e espera que a bola de fogo apareça na ponta da sua tocha. A tocha se acende, apenas o suficiente para que você veja que há uma porta do outro lado do aposento, mas depois se apaga de novo. Os Ganjees riem mais uma vez dos seus esforços para enganá-los. Você sente uma pancada na cabeça que volta a derrubá-lo no chão. Você perde dois pontos de ENERGIA. Você:",
    "opcoes": [
      { "texto": "Tentar um Encanto da Ilusão?", "destino": "pag_395" },
      { "texto": "Pegar alguma coisa na sua mochila?", "destino": "pag_322" },
      { "texto": "Desembainhará a sua espada?", "destino": "pag_248" }
    ]
    },
  "pag_086": {
    "titulo": "Levitação para o Interior",
    "texto": "Quando você lança o encanto, as duas criaturas ficam olhando espantadas enquanto você flutua no ar, passa sobre suas cabeças na direção do portão, sobre a muralha e para o interior da Cidadela. Você aterrissa do lado de dentro e olha à sua volta. Mas tome cuidado! Eles com certeza avisarão os guardas da Cidadela. remova o Encanto da Levitação que acabou de usar na sua aba de status.",
    "opcoes": [
      { "texto": "Prosseguir para o interior da Cidadela", "destino": "pag_251" }
    ]
     },
  "pag_087": {
    "titulo": "Gárgula e a Bola de Fogo",
    "texto": "Você cria uma grande bola de fogo nas suas mãos e a lança sobre a criatura. Não adianta nada. O Gárgula dá um soco em você, e o golpe joga você no chão. Desconte dois pontos de ENERGIA. É melhor evitar esta fera, sair do aposento e tentar a porta do meio da sacada.",
    "opcoes": [
      { "texto": "Sair do aposento e tentar a porta do meio da sacada", "destino": "pag_064" }
    ]
    },
  "pag_088": {
    "titulo": "Arrombando a Porta",
    "texto": "A porta é extremamente forte, mas cede um pouco quando você a golpeia. Você pode tentar golpeá-la tanto tempo quanto quiser, até que ela ceda de todo. Jogue um dado para cada tentativa. Se obtiver um seis, você consegue. Para cada tentativa sem êxito, você perderá um ponto de ENERGIA. Se você resolver não agir dessa maneira, poderá usar o Encanto da Força, tentar a porta do meio, ou a porta na outra extremidade da sacada.",
    "opcoes": [
      { "texto": "A porta cedeu! (Sucesso)", "destino": "pag_292" },
      { "texto": "Usar o Encanto da Força", "destino": "pag_170" },
      { "texto": "Tentar a porta do meio", "destino": "pag_064" },
      { "texto": "Tentar a porta na outra extremidade da sacada", "destino": "pag_304" }
    ]
  },
  "pag_089": {
    "titulo": "A Chave e a Aranha",
    "texto": "A chave gira, a fechadura se abre e você olha dentro da caixa. Lá dentro há um vidro grande que contém uma aranha. Mas não é uma aranha comum; esta criatura tem o rosto de um velho. Ele está falando com você, mas você não consegue entender o que ele está dizendo. Um barulho chama a sua atenção, você se vira e vê que a porta por onde você entrou está começando a abrir. Você põe o vidro na sua mochila e parte para a outra porta.",
    "imagem": "mulher_lavando_roupa.jpg",
    "opcoes": [
      { "texto": "Pegar o vidro e partir para a outra porta", "destino": "pag_237" }
    ]
    },
  "pag_090": {
    "titulo": "O Rio e a Lavadeira",
    "texto": "A passagem se alarga, e você está agora andando ao longo de um rio que corre. Bem à frente, há uma mulher que parece estar lavando roupa. Ela tem uma cesta com roupas a seu lado, e há vários conjuntos de ceroula e camiseta de baixo pendurados em um varal atrás dela. Você:",
    "opcoes": [
      { "texto": "Desembainhará a sua espada e avançará, pronto para a luta?", "destino": "pag_176" },
      { "texto": "Cumprimentará ela e tentará estabelecer uma conversação?", "destino": "pag_021" },
      { "texto": "Usará um Encanto de Percepção Extra-Sensorial para descobrir quem ela é?", "destino": "pag_329" }
    ]
  },
  "pag_091": {
    "titulo": "A Escova de Cabelo Mágica",
    "texto": "Ela olha para a sua oferta e seus olhos se arregalam. 'Deixe-me ver isso', ela ordena. Você avança cuidadosamente na direção dela e mostra a escova. Ela pega o objeto e passa vários minutos admirando-o. - 'Isto é de fato uma obra de arte', ela diz, e se levanta da cama para experimentá-la em frente ao espelho. Ao escovar os cabelos dela, eles assumem um brilho incomum, cintilando suavemente. Ela fica fascinada com seu presente, e esta é a sua chance de sair sem ser notado pela porta existente no canto mais distante. Você pode tentar levar com você um Velo de Ouro que se encontra sobre a cama. Teste a sua Sorte. Se tiver sorte, consegue apanhá-lo rapidamente e pode sair pela outra porta. Se não tiver sorte, você pode Testar a sua Sorte de novo até que finalmente tenha sorte. Ou, se a sorte não estiver do seu lado, poderá ignorar o objeto que atrapalha você e sair de qualquer modo.",
    "opcoes": [
      { "texto": "Pegar Velo e Sair", "destino": "pag_140" },
      { "texto": "Ignorar o Velo e sair de qualquer modo", "destino": "pag_140" }
    ]
   },
  "pag_092": {
    "titulo": "O Líquido Leitoso",
    "texto": "O líquido leitoso cheira bem. Você toma um gole e começa a sorrir. Dá um gole maior e explode em gargalhadas - por motivo nenhum! Não é de se estranhar que os pequenos Gremlins estivessem gostando tanto. Com a cabeça leve e de bom humor, você sai do aposento para continuar em seu caminho para a Cidadela. E acrescente dois pontos de ENERGIA por este incidente reconfortante.",
    "opcoes": [
      { "texto": "Sair do aposento e prosseguir", "destino": "pag_156" }
    ]
     },
  "pag_093": {
    "titulo": "Essência de Erva de Porco",
    "texto": "Do lado de fora, você olha para sua garrafa. É uma garrafa de Essência de Erva de Porco, aparentemente útil para repelir criaturas de base em pedra. Isso pode ser útil, e você a guarda cuidadosamente em sua mochila. Seguindo em frente pelo corredor, você chega a uma outra porta, que abre, deixando que você passe para um grande aposento.",
    "opcoes": [
      { "texto": "Entrar no grande aposento", "destino": "pag_169" }
    ]
    },
  "pag_094": {
    "titulo": "O Golpe Frustrado",
    "texto": "Você sente o seu próprio poder crescendo. Você corre na direção da porta e a golpeia firme como ombro... mas ela nem se mexe! Você perde um ponto de ENERGIA pela contusão e bate com força pára chamar o guarda.",
    "imagem": "pergaminho_antigo.jpg",
    "opcoes": [
      { "texto": "Bater para chamar o guarda", "destino": "pag_118" }
    ]
     },
  "pag_095": {
    "titulo": "O Caminho da Adega",
    "texto": "No lado mais distante da Adega de Vinhos, há uma porta de madeira, que você experimenta. Ela abre para uma passagem que conduz adiante por vários metros.",
    "opcoes": [
      { "texto": "Seguir pela passagem", "destino": "pag_367" }
    ]
  },
  "pag_096": {
    "titulo": "O Suborno Aceito",
    "texto": "Eles aceitam a sua oferta e convocam o porteiro, que abre uma pequena porta dentro da porta levadiça para deixar você entrar. Você os deixa discutindo por causa da pepita de ouro.",
    "opcoes": [
      { "texto": "Entrar pela pequena porta", "destino": "pag_251" }
    ]
  },
  "pag_097": {
    "titulo": "O Pão Ressequido",
    "texto": "O pão está bastante seco e sem gosto. Na verdade, está muito seco - tão seco que logo você está desesperado por alguma coisa para beber! Sua boca está ressequida e você procura freneticamente entre os alimentos do aposento algum líquido. Mas não há nada para aplacar a sua sede. Você tem que deduzir um ponto de HABILIDADE de seu índice atual, até que você encontre algum tipo de líquido que possa beber (beber o líquido mencionado não precisa ser necessariamente dado como uma opção – pode ser descrito apenas como estando presente em um aposento). Você pode agora sair do aposento, ou pela porta da parede do lado esquerdo, ou pela porta oposta à que você usou para entrar.",
    "opcoes": [
      { "texto": "Sair pela porta da parede do lado esquerdo", "destino": "pag_013" },
      { "texto": "Sair pela porta oposta", "destino": "pag_281" }
    ]
    },
  "pag_098": {
    "titulo": "Golem nas Caixas",
    "texto": "O GOLEM que avança na sua direção é uma criatura que se move com lentidão, e você alcança facilmente as caixas. Enquanto você luta com as fechaduras, o GOLEM chega até você. Você pode:",
    "opcoes": [
      { "texto": "Desembainhar a sua espada e lutar contra a criatura", "destino": "pag_303" },
      { "texto": "Lançar um Encanto do Fogo", "destino": "pag_004" },
      { "texto": "Lançar um Encanto de Cópia de Criatura", "destino": "pag_190" },
      { "texto": "Deixar as caixas de lado e correr para a porta", "destino": "pag_237" }
    ]
  },
  "pag_099": {
    "titulo": "Fuga da Batalha",
    "texto": "Você vai pela porta da esquerda ou pela porta da direita?",
    "opcoes": [
      { "texto": "Ir pela porta da esquerda", "destino": "pag_052" },
      { "texto": "Ir pela porta da direita", "destino": "pag_038" }
    ]
  },
  "pag_100": {
    "titulo": "Poço Profundo",
    "texto": "Você tem um Encanto da Levitação? Se tiver, é melhor você usá-lo agora para flutuar para fora do poço. Se você levitar, poderá continuar pela muralha na direção do canto do pátio.",
    "imagem": "garrafa_estranha.jpg",
    "opcoes": [
      { "texto": "Usar Encanto da Levitação", "destino": "pag_079" },
      { "texto": "Não usar Encanto da Levitação", "destino": "pag_276" }
    ]
},
"pag_101": {
  "titulo": "Batalha da GÁRGULA",
  "texto": "Uma réplica da criatura se materializa entre vocês dois. A uma ordem sua, a batalha começa:<br><br><strong>GÁRGULA</strong> <br>HABILIDADE 9 <br>ENERGIA 10<br><br>Se a sua criação vencer, o gárgula é derrotado. Se a sua criação perder, você resolve não enfrentar o Gárgula sozinho e sai do aposento, tentando a porta no meio da sacada.",
  "opcoes": [
    { "texto": "Sua criação venceu", "destino": "pag_062" },
    { "texto": "Sua criação perdeu", "destino": "pag_064" }
  ]
},
"pag_102": {
  "titulo": "O Amuleto Encantado",
  "texto": "Eles simpatizam com o seu pedido. Três deles voltam-se na direção do outro e, com óbvia relutância, este último tira um amuleto que está em seu pescoço. Isso, ele diz, é um Amuleto Encantado. É feito de metal, mas há uma Jóia de Luz incrustada nele. Os Ganjees temem este talismã, mas sem dúvida tentarão enganar você para que o perca. Ele tem sido por algum tempo uma propriedade da qual me orgulho, mas nós, Escoteiros, somos obrigados por nossos deuses a ajudar, por isso eu o dou a você. Você lhe agradece e coloca o Amuleto Encantado em seu pescoço. Você pode agora sair do aposento, mas talvez se sinta na obrigação, por causa deste grande presente, de dar a ele alguma coisa em troca.",
  "opcoes": [
    { "texto": "Se você tiver Peças de Ouro, resolva quantas você dará a ele", "destino": "pag_183" },
    { "texto": "Se você não tiver ouro, mas der a ele um artefato que tiver recolhido", "destino": "pag_396" },
    { "texto": "Se você não puder ou não quiser dar a ele um presente em troca", "destino": "pag_270" }
  ]
  },
"pag_103": {
  "titulo": "O Encanto Falha Fatalmente",
  "texto": "Você lança o seu Encanto - mas nada acontece! Você continua caindo torre abaixo e finalmente se estatela em uma queda fatal no chão lá embaixo. As horríveis criaturas roubaram sua mágica, e agora também sua vida. Você fracassou na sua missão.",
  "opcoes": [
    { "texto": "Fim de Jogo", "destino": "fim_morte_generica" }
  ]
},
"pag_104": {
  "titulo": "A Sala de Estar Estranha",
  "texto": "Você experimenta a maçaneta, e ela gira. A porta está empenada, e você tem que empurrá-la para que abra. O aposento no interior é algum tipo de sala de estar, com mesas, cadeiras, estantes e uma coleção de cabeças de animais empalhados na parede. De repente, uma das cabeças de animais se vira e olha para você. É alguma espécie de cachorro e late alto, em tom de advertência, tanto para você quanto para qualquer um de seus semelhantes que possa estar suficientemente próximo.<br><br>Enquanto você está olhando para a cabeça, não vê um tapete que levanta vôo do chão e passa zunindo por você, raspando no seu ouvido. Você se vira rapidamente e vê uma das cadeiras lentamente se reconstituir na forma de um homem alto. \"O que você veio fazer aqui?\", ele pergunta, com voz retumbante. Você:",
  "opcoes": [
    { "texto": "Tentará falar com ele?", "destino": "pag_266" },
    { "texto": "Usará um de seus Encantos?", "destino": "pag_310" },
    { "texto": "Procurará em sua mochila uma arma ou um presente?", "destino": "pag_054" },
    { "texto": "Sairá do aposento rapidamente e experimentará a outra porta?", "destino": "pag_025" }
  ]
},
"pag_105": {
  "titulo": "O Vinho Amargo",
  "texto": "O vinho é bastante amargo e, ao saboreá-lo em sua boca, você sente uma sensação de ardência. Você cospe o vinho no chão e, para sua surpresa, um jato de chamas irrompe dos seus lábios! Você pode levar uma amostra do vinho com você e usá-lo ao invés de lançar um Encanto do Fogo, sempre que a opção de Encanto do Fogo for dada. Você segue adiante na direção de uma porta que leva mais para o interior da adega. Volte para 95.",
  "opcoes": [
    { "texto": "Seguir adiante na adega", "destino": "pag_095" }
  ]
  },
"pag_106": {
  "titulo": "A Garota Zangada",
  "texto": "Ela ri outra vez e diz a você que gosta de ver pessoas ficarem zangadas. De bom humor, ela acompanha você por alguns metros. A conversa é difícil. Ela vê alguma coisa nas sombras distantes e sai subitamente para investigar, permitindo que você avance para a entrada principal da Cidadela. Vá para 218.",
  "opcoes": [
    { "texto": "Avançar para a entrada principal da Cidadela", "destino": "pag_218" }
  ]
},
"pag_107": {
  "titulo": "Lutando para se Libertar",
  "texto": "Você pegou uma, duas, três ou quatro cabeças no seu laço. Estas cabeças lutam para se libertar, mas a criatura continua a avançar. Você começa a entrar em pânico, enquanto tenta decidir o que fazer em seguida. Vá para 184.",
  "opcoes": [
    { "texto": "Decidir o que fazer em seguida", "destino": "pag_184" }
  ]
},
"pag_108": {
  "titulo": "A Cobra de Esgoto",
  "texto": "Você agarra a corda firmemente, recua e toma impulso na direção do rio pútrido. Subitamente, a corda passa a se movimentar e se contorcer com vontade própria! Você a larga rapidamente e cai no chão. A corda cai por cima de você e se enrola em volta de você. Você compreende que não é uma corda, mas, na realidade, uma longa COBRA DE ESGOTO, que se enrosca em torno do seu corpo e de seu pescoço. Volte para 73.",
  "opcoes": [
    { "texto": "Enfrentar a Cobra de Esgoto", "destino": "pag_073" }
  ]
},
"pag_109": {
  "titulo": "Escudo Rompido",
  "texto": "A criatura faz força contra a barreira de seu Encanto do Escudo. Para seu horror, ela é tão forte que realmente consegue romper o escudo! Está agora em cima de você, e você tem que desembainhar a sua espada. Volte para 30.",
  "opcoes": [
    { "texto": "Desembainhar sua espada", "destino": "pag_030" }
  ]
},
"pag_110": {
  "titulo": "Teste de Sorte na Entrada",
  "texto": "Teste a sua Sorte. Se tiver sorte, você escolhe outro nome que é conhecido deles e eles chamam o porteiro, que acaba aparecendo para deixar você entrar (vá para 251). Se não tiver sorte, fez outra tentativa errada, e eles avançam na sua direção com suas armas prontas. Você terá que lutar contra eles (vá para 288).",
  "opcoes": [
    { "texto": "Realizar Teste de Sorte", "destino": "teste_sorte_110" }
  ]
},
"teste_sorte_110": {
  "titulo": "Resultado do Teste de Sorte",
  "texto": "Use sua ficha e os dados para realizar o Teste de Sorte.",
  "opcoes": [
    { "texto": "Tive Sorte (chamam o porteiro)", "destino": "pag_251" },
    { "texto": "Não tive Sorte (lutar)", "destino": "pag_288" }
  ]
},
"pag_111": {
  "titulo": "O Espelho ou a Perdição",
  "texto": "Você conseguiu desviar os olhos da criatura e agora recua para o canto, protegendo o rosto com o braço. Mas o que você pode fazer? Se tiver um Espelho de Prata Polida, poderá tirá-lo de sua mochila e segurá-lo na direção do feiticeiro.",
  "opcoes": [
    { "texto": "Usar o Espelho de Prata Polida", "destino": "pag_347" },
    { "texto": "Não usar o espelho (ou não o possui)", "destino": "pag_153" }
  ]
},
"pag_112": {
  "titulo": "A Travessia Enlameada",
  "texto": "Você se desvencilha da Cobra de Esgoto morta e tenta atravessar a água. Você chega do outro lado sem maiores incidentes, mas está com certeza ansioso para tomar um banho rápido! Você continua ao longo da passagem até chegar a uma encruzilhada, onde pode seguir em frente ou tomar a passagem da esquerda.",
  "opcoes": [
    { "texto": "Seguir pela passagem da esquerda", "destino": "pag_212" },
    { "texto": "Seguir em frente", "destino": "pag_367" }
  ]
},
"pag_113": {
  "titulo": "Encanto da Fraqueza",
  "texto": "Você lança o Encanto da Fraqueza sobre o feiticeiro. Ele interrompe seus passos e olha para você. Sua expressão se transforma em uma máscara de dor, e seus ombros sacodem violentamente. Algum tipo de comoção interna terrível está tendo lugar dentro dele.",
  "opcoes": [
    { "texto": "Esperar para ver o que acontece", "destino": "pag_388" },
    { "texto": "Desembainhar a espada e avançar", "destino": "pag_145" }
  ]
},
"pag_114": {
  "titulo": "Tentáculo Derrotado",
  "texto": "Você aponta para a base do tentáculo e lança o seu encanto. Um rolo de fumaça e um clarão luminoso irrompem do buraco no solo. Um tremor percorre o tentáculo e, felizmente, ele afrouxa. Quando ele retorna para dentro do solo, você esfrega sua perna para recuperar a circulação e depois parte na direção da entrada principal da Cidadela novamente. Lembre-se de descontar seu Encanto do Fogo.",
  "opcoes": [
    { "texto": "Seguir para a entrada principal da Cidadela", "destino": "pag_218" }
  ]
},
"pag_115": {
  "titulo": "Balthus se Aproxima",
  "texto": "A sua situação não é boa. Balthus Dire avança na sua direção e está quase em cima de você.",
  "opcoes": [
    { "texto": "Preparar-se para enfrentá-lo", "destino": "pag_373" }
  ]
},
"pag_116": {
  "titulo": "Força Bruta",
  "texto": "Suas mãos super poderosas agarram a maçaneta e puxam. Ela sai na sua mão. Você fecha a mão e desfere um soco no meio da porta. A madeira racha e quebra, permitindo que você entre no aposento do outro lado.",
  "opcoes": [
    { "texto": "Entrar no aposento", "destino": "pag_210" }
  ]
},
"pag_117": {
  "titulo": "Confronto com o Feiticeiro",
  "texto": "Quando você puxa a sua arma, o feiticeiro faz o mesmo. Vocês estão agora próximos demais para que qualquer um dos dois possa usar mágica e terão que terminar a batalha na luta de espadas mais difícil de toda a sua vida.",
  "opcoes": [
    { "texto": "Enfrentar o feiticeiro na espada", "destino": "pag_337" }
  ]
},
"pag_118": {
  "titulo": "A Criatura da Senha",
  "texto": "A porta abre e uma criatura grande e abrutalhada sai. Possui um chifre pontudo no meio da testa, e sua pele parece ser recoberta de armadura. Rosna para saber o que você quer e exige a senha antes de deixar que você entre.",
  "opcoes": [
    { "texto": "Dizer a senha", "destino": "pag_273" },
    { "texto": "Forçar a entrada", "destino": "pag_198" }
  ]
},
"pag_119": {
  "titulo": "O Golpe Final",
  "texto": "Você se vira para enfrentar o poderoso feiticeiro. Mas ele desapareceu. Você gira sobre os calcanhares e o vê de pé atrás de você com um punhal afiado pronto para golpear. Você tenta saltar para esquivar-se, mas é tarde demais. A lâmina se enterra nas suas costas... Você falhou na sua missão.",
  "opcoes": [
    { "texto": "Fim de jogo", "destino": "fim_morte_generica" }
  ]
},
"pag_120": {
  "titulo": "O Vinho Excelente",
  "texto": "Você prova o vinho e balança a cabeça afirmativamente. A safra é excelente de fato, com um sabor revigorante e rico. Você experimenta um pouco mais e começa a se sentir com a cabeça leve. Você pode acrescentar dois pontos de ENERGIA e três pontos de SORTE por ter encontrado uma bebida excelente a esse ponto. Você agradece ao Elfo e segue adiante.",
  "opcoes": [
    { "texto": "Seguir seu caminho adiante", "destino": "pag_095" }
  ]
},
"pag_121": {
  "titulo": "A Porta Abre",
  "texto": "Quando você parte para a porta, ela abre repentinamente à sua frente. Impossibilitado de travar seu impulso, você entra pelo aposento de cabeça e acaba tropeçando e rolando pelo chão até parar. Você perde um ponto de ENERGIA por ter arranhado o seu joelho no chão de pedra.",
  "opcoes": [
    { "texto": "Continuar após o tropeço", "destino": "pag_257" }
  ]
},
"pag_122": {
  "titulo": "O Ardil Falha",
  "texto": "Você tenta um ardil simples, mas ela não se deixa enganar por ele. Ela não permitirá que você siga adiante, a não ser que você use sua magia.",
  "opcoes": [
    { "texto": "Usar sua magia para seguir adiante", "destino": "pag_047" }
  ]
},
"pag_123": {
  "titulo": "As Imagens do Calacorm",
  "texto": "Você se concentra, e imagens do Calacorm atravessam a sua mente. Você vê um prato cheio de serpentes mortas, depois uma criatura de aparência semelhante com pele cinzenta - possivelmente a fêmea de sua espécie – depois sente uma grande sensação de prazer ao ver uma infeliz criatura amarrada à parede e tendo seus pés queimados por uma tocha incandescente. Em seguida, você vê o prato de serpentes de novo. Esta criatura evidentemente pensa sobre pouca coisa além dos prazeres simples de sua vida miserável, e você não saberá muito sobre como escapar.",
  "opcoes": [
    { "texto": "Tentar um Encanto do Ouro dos Tolos", "destino": "pag_211" },
    { "texto": "Tentar um Encanto da Ilusão", "destino": "pag_035" },
    { "texto": "Se não tiver nenhum encanto, seguir outra opção", "destino": "pag_283" }
  ]
},
"pag_124": {
  "titulo": "A Luz do Dia",
  "texto": "Quando a cortina cai, a luz do dia penetra através da janela. Você compreende que perdeu toda a noção de tempo desde que entrou na Cidadela. O sol é um alívio bendito depois das muitas horas que passou na escuridão. Um baque faz com que se volte na direção de seu adversário. Ele está caído como um fardo no chão. Você dá um passo à frente, e ele solta um grito de gelar o sangue nas veias! \"A cortina! ... Seu idiota!\"... ele diz, ofegante, com uma voz que evidencia fraqueza e a proximidade da morte. É óbvio que a luz do dia que você deixou entrar está minando suas forças rapidamente, e ele tenta em desespero se arrastar até as sombras. Mas está fraco demais para ir longe, e desaba no chão de bruços.",
  "opcoes": [
    { "texto": "Aproveitar a chance e seguir adiante", "destino": "pag_400" }
  ]
},
"pag_125": {
  "titulo": "O Ataque das Flechas",
  "texto": "Quando você começa a correr, três flechas partem na sua direção, vindas de nenhum lugar. Teste a sua Sorte. Se tiver sorte, todas elas erram o alvo, e você chega até o monumento e se abaixa atrás da pedra. Se não tiver sorte, uma das flechas penetra em seu ombro, fazendo com que você perca cinco pontos de ENERGIA antes de chegar ao abrigo do monumento.",
  "opcoes": [
    { "texto": "Buscar abrigo atrás do monumento", "destino": "pag_209" }
  ]
},
"pag_126": {
  "titulo": "A Bifurcação",
  "texto": "Você pára para considerar a situação, em pânico. À sua frente, a passagem se bifurca para a esquerda e para a direita. Enquanto você está tentando decidir que direção tomar, três criaturas surgem da passagem do lado esquerdo. Chamar os ruídos que você ouviu de \"passos\" não é inteiramente preciso, como você verá.",
  "opcoes": [
    { "texto": "Ver o que está surgindo do lado esquerdo", "destino": "pag_316" }
  ]
},
"pag_127": {
  "titulo": "Os Fantasmas do Varal",
  "texto": "Ela levanta a cabeça e solta um chamado no ar. Você interrompe seus passos ao ver as roupas lavadas no varal sacudirem-se no ar. Saindo do varal por si mesmas, diversas peças de roupa deslocam-se pelo ar na sua direção e, ao chegarem perto, você consegue distinguir corpos fantasmagóricos com rostos há muito já mortos dentro das roupas. \"Protejam-me, meus filhos!\" ela grita - e de repente as roupas cercam você. Algumas atacam com pancadas de suas mangas, que causam uma ardência dolorosa. Um par de braços se enrosca em torno de seu pescoço, tornando a respiração difícil e apertando cada vez mais. Você distribui golpes com sua espada, mas isso causa pouco dano aos FANTASMAS. O aperto o estrangula cada vez mais, e você terá que usar a sua magia para se libertar, a não ser que tenha alguma coisa em sua mochila para oferecer à mulher.",
  "opcoes": [
    { "texto": "Oferecer algumas Pequenas amoras", "destino": "pag_053" },
    { "texto": "Oferecer um Espelho de Prata", "destino": "pag_387" },
    { "texto": "Usar um Encanto do Fogo", "destino": "pag_240" },
    { "texto": "Não tem nada disso e precisa agir", "destino": "pag_194" }
  ]
},
"pag_128": {
  "titulo": "A Reverência pela Escova",
  "texto": "À medida em que o Encanto começa a ter efeito, você recebe vários pensamentos, conforme eles vão passando pela mente da criatura. Além de um sentimento de medo de que seu capitão possa descobrir que ele estava dormindo em seu posto e permitiu que um invasor entrasse, há uma estranha reverência por uma Escova de Cabelo entalhada, a qual aparentemente está em algum lugar do aposento. Mas isso é tudo que você recebe, e você terá agora que se defender de seu ataque com alguma coisa.",
  "opcoes": [
    { "texto": "Usar sua espada", "destino": "pag_336" },
    { "texto": "Usar um Encanto do Ouro dos Tolos", "destino": "pag_036" },
    { "texto": "Usar um Encanto de Cópia de Criatura", "destino": "pag_262" },
    { "texto": "Usar um Encanto da Fraqueza", "destino": "pag_152" }
  ]
},
"pag_129": {
  "titulo": "A Caixa Inquebrável",
  "texto": "Você luta com a caixa por algum tempo, tentando abri-la. Você puxa da espada e golpeia a caixa, mas a única coisa que consegue é fazer sua espada perder o fio - de agora em diante, você terá que descontar um ponto de seu índice de HABILIDADE. Você não consegue abrir a caixa.",
  "opcoes": [
    { "texto": "Tentar abrir a primeira caixa", "destino": "pag_260" },
    { "texto": "Tentar abrir a terceira caixa", "destino": "pag_370" },
    { "texto": "Deixar as caixas de lado e seguir em frente", "destino": "pag_237" }
  ]
},
"pag_130": {
  "titulo": "Sem Efeito",
  "texto": "O encanto não tem qualquer efeito. Você sente sua magia se dissipando no ar, sem surtir resultado. Sem outra opção, você risca esse encanto da sua lista mental e desembainha sua espada.",
  "opcoes": [
    { "texto": "Preparar-se para o combate", "destino": "pag_333" }
  ]
},
"pag_131": {
  "titulo": "Espada Mole",
  "texto": "Você rapidamente desembainha a sua espada, apontando-a na direção do Duende. Ele lança um olhar para a lâmina e, para seu horror, ela verga molemente a partir do cabo, pendendo para baixo como se fosse um cinto de couro. Parece que você não irá muito longe agindo com agressividade.",
  "opcoes": [
    { "texto": "Tentar conversar e pedir orientações", "destino": "pag_348" }
  ]
},
"pag_132": {
  "titulo": "A Biblioteca",
  "texto": "Você entra em um aposento que é evidentemente algum tipo de biblioteca. Há livros do chão até o teto em cada uma das paredes, e diversas mesas e cadeiras estão alinhadas no centro do aposento. Do outro lado, há um homem de pele escura sentado, que levanta os olhos de um livro para olhar para você por cima de óculos estreitos. Há uma porta atrás dele. \"Sim, o que é?\" ele diz. \"Que livro você está procurando?\"",
  "opcoes": [
    { "texto": "Biografias de Balthus Dire", "destino": "pag_018" },
    { "texto": "Segredos da Torre Negra", "destino": "pag_238" },
    { "texto": "Criaturas do Reino da Rocha Escarpada", "destino": "pag_375" }
  ]
},
"pag_133": {
  "titulo": "Chumbo Inútil",
  "texto": "Você lança seu Encanto. Com sua força recentemente adquirida, você salta facilmente para o centro do aposento por cima do fosso e rompe a fechadura da arca. Você xinga ao ver que não há nada lá dentro, a não ser uma boa quantidade de chumbo para espingarda. Você salta de volta rapidamente por cima do fosso na direção da outra porta, uma vez que o encanto está se acabando. Hora de testar sua sorte.",
  "opcoes": [
    { "texto": "Você teve sorte", "destino": "pag_206" },
    { "texto": "Você não teve sorte", "destino": "pag_082" }
  ]
},
"pag_134": {
  "titulo": "A Senha da Cidadela",
  "texto": "Eles ficam admirados com sua audácia. Ao invés de esperar que eles falem, você age agressivamente e exige saber como entrar na Cidadela. Eles apontam para a entrada principal, obviamente um tanto espantados com seus modos confiantes, e cochicham entre eles. Um Orc diz a você que será preciso uma senha: \"Cimitarra\".",
  "opcoes": [
    { "texto": "Pressionar por mais informações sobre o frasco", "destino": "pag_060" },
    { "texto": "Seguir na direção dos dois homens vistos antes", "destino": "pag_269" },
    { "texto": "Seguir diretamente para a Torre Negra", "destino": "pag_245" }
  ]
},
"pag_135": {
  "titulo": "Os Miks",
  "texto": "Os Miks são mestres da ilusão, capazes de se transformarem em qualquer forma ou ser que quiserem. Não se sabe ao certo qual é a sua verdadeira natureza, mas foram descritos como criaturas magras com aparência de Elfos. Embora possam se transformar em qualquer coisa - homem, animal ou objeto - não são capazes de usar metais em seus disfarces, nem de lançar ilusões sobre objetos externos.",
  "opcoes": [
    { "texto": "Continuar sua jornada", "destino": "pag_326" }
  ]
},
"pag_136": {
  "titulo": "Inspeção na Cozinha",
  "texto": "Todas elas protestam veementemente, mas você explica que tem suas ordens e começa a circular pela cozinha em busca de algo útil ou suspeito.",
  "opcoes": [
    { "texto": "Investigar os armários", "destino": "pag_017" },
    { "texto": "Verificar o caldo no caldeirão", "destino": "pag_167" },
    { "texto": "Examinar o espeto que está assando", "destino": "pag_389" }
  ]
},
"pag_137": {
  "titulo": "O Velho Ferido",
  "texto": "O homem é velho e foi atingido na cabeça por algum tipo de porrete. Ele pede remédio, mas você não tem nenhum. Você poderia usar um Encanto da Energia para recuperá-lo, e ele se oferece para ajudá-lo se você o fizer.",
  "opcoes": [
    { "texto": "Usar um Encanto da Energia para curá-lo", "destino": "pag_383" },
    { "texto": "Deixá-lo e seguir ao longo da muralha", "destino": "pag_014" }
  ]
},
"pag_138": {
  "titulo": "Rejeição Ardente",
  "texto": "\"Para que eu quero isso?\" ela exclama. Mais uma vez, seus olhos ficam vermelhos e jatos de fogo são disparados na sua direção.",
  "opcoes": [
    { "texto": "Lançar um Encanto do Escudo", "destino": "pag_376" },
    { "texto": "Deixar o aposento e ir para o do meio", "destino": "pag_064" }
  ]
},
"pag_139": {
  "titulo": "Garras Implacáveis",
  "texto": "Todas as três facas erram e se cravam profundamente na porta atrás de você. Os Giras estão quase em cima de você, e é preciso decidir rapidamente o que fazer.",
  "opcoes": [
    { "texto": "Lutar contra os Giras", "destino": "pag_346" },
    { "texto": "Lançar um Encanto da Ilusão", "destino": "pag_244" },
    { "texto": "Lançar um Encanto do Fogo", "destino": "pag_028" }
  ]
},
"pag_140": {
  "titulo": "A Escada Espiral",
  "texto": "Você sai do aposento e segue por um corredor curto. Alguns metros adiante, você se encontra ao pé de uma escada. É uma escada em espiral que leva diretamente ao interior da Torre da Cidadela. Você sobe os degraus cautelosamente e acaba chegando em uma pequena plataforma com duas portas à sua frente.",
  "opcoes": [
    { "texto": "Entrar pela porta da esquerda", "destino": "pag_025" },
    { "texto": "Entrar pela porta da direita", "destino": "pag_104" }
  ]
},
"pag_141": {
  "titulo": "A Visão da Criatura",
  "texto": "O líquido tem um gosto salgado, e você começa a suar frio quando engole. Em seguida, você tem tremores e tenta se aprumar no altar. Porém, você cai para frente, derrubando os outros dois cálices no chão e derramando os outros líquidos. Você também acaba caindo no chão, sentindo-se extremamente mal e com os olhos turvos. Como em um sonho, você tem uma visão de uma estranha criatura musculosa com duas cabeças, uma cauda comprida e uma pele de escamas cinzentas. Tem nas mãos um grande molho de chaves. Um rato atravessa a mesa em que ela está sentada e ela grita alto... O grito acorda você com um sobressalto e você toma consciência de onde está. Você reúne suas forças e tateia em busca da maçaneta da porta - você precisa de ar fresco!",
  "opcoes": [
    { "texto": "Sair da câmara e seguir em direção à Cidadela", "destino": "pag_156" }
  ]
},
"pag_142": {
  "titulo": "A Armadilha do Alçapão",
  "texto": "Você experimenta a maçaneta, e ela gira. Você não consegue ouvir nada vindo do interior do aposento, por isso você abre a porta para dar uma olhada. O aposento é pequeno, com um castiçal dourado em cima de uma mesa... mas, de repente, você ouve um rangido vindo do assoalho! Tarde demais, você compreende que as pedras sob os seus pés estão se mexendo para revelar um alçapão! Você cai primeiro em um poço. Quando atinge o fundo, você rola para o lado, descendo outra passagem, e continua rolando para baixo. Por mais que tente, não consegue impedir a queda até chegar a uma pequena câmara. Mas o choque foi demais. Enquanto o mundo escurece à sua volta, você ouve uma tagarelice excitada, e depois desmaia.",
  "opcoes": [
    { "texto": "Acordar em outro lugar", "destino": "pag_234" }
  ]
},
"pag_143": {
  "titulo": "Cópia Incompleta",
  "texto": "Você se concentra e lança seu Encanto. Aparece um tronco de Hidra, mas apenas isso. A criatura é tão grande que um único Encanto não basta para criar uma réplica.",
  "opcoes": [
    { "texto": "Usar outro Encanto de Cópia de Criatura", "destino": "pag_360" },
    { "texto": "Procurar algo útil na mochila", "destino": "pag_226" },
    { "texto": "Desistir da magia e fazer outra coisa", "destino": "pag_184" }
  ]
},
"pag_144": {
  "titulo": "Adega de Vinhos",
  "texto": "A porta abre e você entra em um corredor estreito. Você segue por ele algum tempo, até que finalmente chega a uma outra porta: desta vez é uma porta larga entalhada, com a inscrição 'Adega de Vinhos' gravada nela. Você espia do lado de dentro, esticando o pescoço, e vê filas e mais filas de prateleiras cheias de garrafas contendo... vinho? O aposento é pouco iluminado pela luz de várias velas. O fato de você abrir a porta fez com que uma pequena sineta soasse, e uma figura vem se arrastando na sua direção por um dos corredores.",
  "opcoes": [
    { "texto": "Desembainhar a espada e se preparar para lutar", "destino": "pag_154" },
    { "texto": "Esperar para ver o que ele tem a dizer", "destino": "pag_056" }
  ]
},
"pag_145": {
  "titulo": "Ataque Surpresa",
  "texto": "Você desembainha a sua espada e salta por cima da mesa sobre ele. Ele, enquanto isso, está evidentemente lutando para resistir ao seu Encanto da Fraqueza... ou não? Ele esconde a cabeça nas mãos e desvia o rosto de você.",
  "opcoes": [
    { "texto": "Aproveitar a hesitação dele", "destino": "pag_080" }
  ]
},
"pag_146": {
  "titulo": "Um Pedido aos Espíritos",
  "texto": "Você pode pedir um favor a eles.",
  "opcoes": [
    { "texto": "Perguntar como derrotar Balthus Dire", "destino": "pag_247" },
    { "texto": "Perguntar para onde leva a porta à sua frente", "destino": "pag_201" },
    { "texto": "Perguntar como evitar os Ganjees", "destino": "pag_102" },
    { "texto": "Dizer que está fatigado e pedir ajuda", "destino": "pag_066" }
  ]
},
"pag_147": {
  "titulo": "Escolha uma Caixa",
  "texto": "O Golem desaba no chão e se parte em pedaços. Aliviado, você anda até as caixas e as examina.",
  "opcoes": [
    { "texto": "Abrir a primeira caixa", "destino": "pag_260" },
    { "texto": "Abrir a segunda caixa", "destino": "pag_129" },
    { "texto": "Abrir a terceira caixa", "destino": "pag_370" }
  ]
},
"pag_148": {
  "titulo": "Golpe Fatal",
  "texto": "O feiticeiro rosna com desprezo. 'Então você pode culpar essa mesma gente da terra, que enviou você com essa tarefa, pela sua morte!' Com estas palavras, ele puxa um punhal afiado do cinto e o crava em seu peito. Você falhou na sua empreitada.",
  "opcoes": [
    { "texto": "Fim da aventura", "destino": "fim_morte_generica" }
  ]
},
"pag_149": {
  "titulo": "Sem Hospitalidade",
  "texto": "Eles não estão interessados em sua companhia e sugerem que você siga o seu caminho.",
  "opcoes": [
    { "texto": "Prosseguir na direção da Torre", "destino": "pag_245" },
    { "texto": "Virar à esquerda e investigar o monumento no pátio", "destino": "pag_209" },
    { "texto": "Sentar-se ao fogo de qualquer maneira", "destino": "pag_380" }
  ]
},
"pag_150": {
  "titulo": "Ferido no Rosto",
  "texto": "Você se abaixa rapidamente para se esquivar do Tridente. Não acerta o seu pescoço, mas raspa na sua testa. Você perde dois pontos de ENERGIA.",
  "opcoes": [
    { "texto": "Continuar a luta", "destino": "pag_374" }
  ]
},
"pag_151": {
  "titulo": "Armadura Assombrada",
  "texto": "Os conjuntos de armaduras são de vários tamanhos e formatos, e você fica arrepiado de pensar nas criaturas estranhas para as quais eles devem ter sido feitos. Ao examinar um conjunto particularmente suntuoso, a manopla dele subitamente se ergue e bate forte em seu rosto! Você cambaleia para trás, cuspindo sangue. Você perde dois pontos de ENERGIA. Mas a armadura não se mexe mais, e você resolve que pode ser prudente continuar subindo.",
  "opcoes": [
    { "texto": "Subir pela escada do lado esquerdo", "destino": "pag_019" },
    { "texto": "Subir pela escada do lado direito", "destino": "pag_197" }
  ]
},
"pag_152": {
  "titulo": "Combate contra o GARK",
  "texto": "Você lança seu Encanto, e a criatura interrompe seus passos, sem entender o que aconteceu com ela. Com algum esforço, ela apanha seu machado e vem na sua direção, mas evidentemente não é um adversário tão forte quanto era antes. Você desembainha a sua espada para liquidar o Gark:<br><br><strong>GARK</strong><br>HABILIDADE 5<br>ENERGIA 5<br><br>Se você derrotar a criatura, continue.",
  "opcoes": [
    { "texto": "Você derrotou o Gark", "destino": "pag_180" }
  ]
},
"pag_153": {
  "titulo": "Capturado pela Górgona",
  "texto": "Você está indefeso diante da Górgona. Você tomba sem ação no canto, enquanto o feiticeiro convoca seus guardas, que aparecem alguns minutos depois. Eles pegam você e carregam para fora do aposento. O chefe deles pede instruções ao feiticeiro. 'Execute o camponês!' é sua resposta. Você fracassou na sua missão.",
  "opcoes": [
    { "texto": "Fim da aventura", "destino": "fim_morte_generica" }
  ]
},
"pag_154": {
  "titulo": "O Elfo Negro",
  "texto": "Quando você puxa a espada, a figura pára e pega alguma coisa da bolsa em sua cintura. Quando ele se aproxima mais, você pode ver que a criatura é um ELFO NEGRO; alto e magro, com orelhas em forma de ponta de flecha e uma perna aleijada. Na sua mão, ele traz um pequeno mecanismo de algum tipo. Ele vê você, manipula o mecanismo que subitamente se torna uma espada tipo estilete na sua mão!",
  "opcoes": [
    { "texto": "Avançar e lutar", "destino": "pag_275" },
    { "texto": "Abaixar a espada e conversar", "destino": "pag_056" }
  ]
},
"pag_155": {
  "titulo": "A Vontade Quebrada",
  "texto": "Sua mão vai até o cabo da espada. Você desembainha a lâmina. Mas não golpeia o feiticeiro. Sua própria vontade impõe que você ofereça a sua arma a ele, o que você faz. Ele aceita.",
  "opcoes": [
    { "texto": "Continuar", "destino": "pag_065" }
  ]
},
"pag_156": {
  "titulo": "A Armadilha Viva",
  "texto": "Enquanto você caminha pelo pátio ao ar livre, repara que está andando ao longo de uma pequena elevação, quase que como um encanamento enterrado que fosse da Torre Negra para o templo. Você se abaixa para investigar isso; poderia ter sido feito por algum tipo de toupeira? Quando você toca na elevação, ela se retrai e, para seu horror, um longo tentáculo cinzento irrompe do solo e se enrosca em torno de sua perna!",
  "opcoes": [
    { "texto": "Desembainhar a espada", "destino": "pag_071" },
    { "texto": "Lançar um Encanto da Levitação", "destino": "pag_284" },
    { "texto": "Lançar um Encanto do Fogo", "destino": "pag_114" }
  ]
},
"pag_157": {
  "titulo": "A Transformação Horrenda",
  "texto": "O feiticeiro grita de agonia e desvia o rosto de você, segurando a cabeça. Você se precipita para a frente, e ele se volta para enfrentar você. Você perde o ar! Ele já não é mais o feiticeiro, mas transformou-se em uma velha de rosto cruel e pele enrugada. O cabelo dele — ou melhor, dela — é agora uma massa coleante de serpentes que soltam silvos!",
  "opcoes": [
    { "texto": "Insistir no ataque", "destino": "pag_199" },
    { "texto": "Bater em retirada rapidamente", "destino": "pag_232" }
  ]
},
"pag_158": {
  "titulo": "A Queda da Besta",
  "texto": "A fera geme quando o encanto faz efeito. O peso imenso é de fato um fardo sem sua força normal. Ela desaba sem energia, incapaz até mesmo de se levantar do chão. Você caminha até ela e enterra a espada em seu peito. A infeliz criatura jaz morta a seus pés.",
  "opcoes": [
    { "texto": "Continuar", "destino": "pag_077" }
  ]
},
"pag_159": {
  "titulo": "Será este o fim?",
  "texto": "Você lança seu Feitiço da Fraqueza e deixa transcorrer um tempo na esperança de que a força da criatura diminua. Mas, como seus dentes continuam a ferir você, você fica desalentado ao descobrir que o ataque da criatura está cada vez mais feroz. Você já não consegue sentir a perna. A dor é intensa. Você se sente fraco e perde a consciência quando as mandíbulas se fecham na sua garganta.",
  "opcoes": [
    { "texto": "O que acontece a seguir?", "destino": "pag_323" }
  ]
},
"pag_160": {
  "titulo": "Fuga furtiva diante das criaturas",
  "texto": "A Cabeça de Cachorro voa na sua direção e arranca o engenho de sua mão. Ao examiná-lo, as outras duas criaturas parecem fascinadas. Enquanto eles estão ocupados com isso, você pode atravessar furtivamente o aposento na direção da porta no outro canto.",
  "opcoes": [
    { "texto": "Aproveitar a distração e atravessar o aposento", "destino": "pag_206" }
  ]
},
"pag_161": {
  "titulo": "Confronto com a mulher do Redemoinho",
  "texto": "Ela fica profundamente ofendida com sua indiferença. O Redemoinho se ergue mais uma vez, e agora ela joga você no chão. Você tenta engatinhar para longe, mas ela se coloca bem na sua frente, seja qual for a direção que você tome. Você terá que tentar enganá-la com astúcia, mas como começará?",
  "opcoes": [
    { "texto": "Tornar sua raiva evidente para ela", "destino": "pag_106" },
    { "texto": "Conversar com ela para tentar acalmá-la", "destino": "pag_390" }
  ]
},
"pag_162": {
  "titulo": "Superforça descontrolada",
  "texto": "Você sente o poder se espalhando pelo seu corpo. As criaturas veem seus músculos proeminentes se endurecerem diante de seus olhos e ficam imóveis. Sua mão agarra o cabo da espada e você puxa a lâmina com decisão. Mas, para seu desespero, sua nova força é difícil de controlar, e seu primeiro golpe com a espada faz com que a arma saia voando pelo ar e caia a vários metros de distância!<br><br>Você agora terá que enfrentá-los de mãos nuas, ou poderá usar sua nova força para saltar para longe pela encosta da colina.<br><br><strong>MACACO-CACHORRO</strong><br>HABILIDADE 7<br>ENERGIA 4<br><br><strong>CACHORRO-MACACO</strong><br>HABILIDADE 6<br>ENERGIA 6<br><br>Lide com seus índices normalmente. Você pode realmente ter uma superforça, mas está desarmado. Se vencer, poderá recuperar sua espada. Sua força retornará ao normal.<br><br>Anule o Encanto da Força que acabou de usar.",
  "opcoes": [
    { "texto": "Enfrentar os inimigos desarmado", "destino": "pag_032" },
    { "texto": "Usar a força para fugir pela encosta", "destino": "pag_032" }
  ]
},
"pag_163": {
  "titulo": "O vinho do Elfo",
  "texto": "Você dá um gole e engasga. Esse vinho é horrível! O Elfo está olhando para você com expectativa, e você não deve insultá-lo, por isso você toma mais um gole, fazendo caretas enquanto o líquido desce. Você agradece muito a ele, mas explica rapidamente que precisa ir voltando. Você parte na direção do outro lado do aposento, mas seu estômago não consegue aguentar mais o sabor detestável. Você fica terrivelmente enjoado ao sair.<br><br>Você perde 1 ponto de HABILIDADE e 2 pontos de ENERGIA pela sua náusea.",
  "opcoes": [
    { "texto": "Seguir seu caminho, sentindo-se enjoado", "destino": "pag_095" }
  ]
},
"pag_164": {
  "titulo": "Fracasso diante da porta trancada",
  "texto": "A porta é de metal sólido, e não há quantidade de pancadas, mesmo com um Encanto da Força, que a faça sair do lugar. Você cai de joelhos. Depois de chegar tão longe, fracassou na sua missão. Impossibilitado de continuar, você terá que tentar de novo; desta vez procurando pela combinação no caminho de vinda.<br><br>Você pode usar um Encanto da Levitação, se tiver, para levá-lo para fora da Cidadela. Terá que tentar de novo amanhã à noite...",
  "opcoes": [
    { "texto": "Usar um Encanto da Levitação (se tiver)", "destino": "fim_tentativa_fracassada" }
  ]
},
"fim_tentativa_fracassada": {
  "titulo": "Tentativa fracassada... por enquanto",
  "texto": "Você chegou longe, mas a falta de preparação selou seu destino nesta jornada. A porta intransponível permanece como um lembrete de que algumas escolhas são decisivas.<br><br>Você poderá tentar novamente, talvez com mais sabedoria e atenção aos detalhes. Volte mais tarde... e prepare-se melhor.",
  "opcoes": [
    { "texto": "Tentar novamente outro dia", "destino": "pag_001" }
  ]
},
"pag_165": {
  "titulo": "Força para escalar",
  "texto": "Quando você sente a força se espalhar pelo seu corpo desembainha a espada e crava na muralha terrosa. Dessa forma você faz um apoio para os pés, para depois utilizá-lo enquanto cava o próximo, assim consegue subir pelas paredes bem rapidamente com o aumento de força que recebeu. Na metade do caminho, contudo, sua força começa a diminuir, e você compreende que está retornando ao normal. Se você deixar que isso aconteça, cairá para trás dentro do poço mais uma vez.<br><br>Você pode lançar outro Encanto da Força para dar a energia suficiente para completar a sua escada ou gritar pedindo ajuda.",
  "opcoes": [
    { "texto": "Lançar outro Encanto da Força para continuar a escada", "destino": "pag_398" },
    { "texto": "Gritar pedindo ajuda", "destino": "pag_202" }
  ]
},
"pag_166": {
  "titulo": "Carne viva e dor no estômago",
  "texto": "Quando você morde a carne, ouve um ganido de dor bem baixo vindo de algum lugar distante. A carne está dura e salgada, mas o gosto não é tão ruim, por isso você dá mais uma dentada. Você ouve um grito mais uma vez, e dessa vez o pedaço de carne voa da sua mão! Quando você se abaixa para pegá-lo, ele resiste. Você se dá conta de que esta carne ainda está viva e grita quando você a come! Você sente uma pontada de dor no estômago, depois outra. As duas dentadas que você comeu estão tentando a todo custo sair do seu corpo! Você cai no chão, apertando a barriga.<br><br>A carne fará três \"ataques\" ao seu estômago antes de ser digerida. Jogue dois dados três vezes. Cada vez que o número obtido for maior do que o seu índice de HABILIDADE, desconte dois pontos de ENERGIA. Se todos os três resultados forem superiores a seu índice de HABILIDADE, o dano causado será fatal, e sua aventura chegou ao fim.<br><br>Se você sobreviver, poderá sair pela porta na parede do lado esquerdo ou pela porta do lado oposto ao que você entrou.",
  "opcoes": [
    { "texto": "Sair pela porta na parede do lado esquerdo", "destino": "pag_013" },
    { "texto": "Sair pela porta oposta à que entrou", "destino": "pag_281" }
  ]
},
"pag_167": {
  "titulo": "O peixe abocanhador",
  "texto": "Você se inclina sobre o caldo e cheira. Argh! É de embrulhar o estômago! Você pergunta a elas que diabo é aquilo e, ao levantar os olhos, você vê que uma delas está silenciosamente fazendo sinais na direção do caldo. Você tira a cabeça de perto rapidamente, mas já é tarde demais. Um grande <strong>PEIXE ABOCANHADOR</strong> salta do caldo e dá um bote com seus dentes afiados na direção da sua cabeça.<br><br>Teste a sua Sorte. Se você tiver sorte, continue. Se não tiver, sua aventura termina aqui.",
  "opcoes": [
    { "texto": "Se tiver sorte", "destino": "pag_224" },
    { "texto": "Se não tiver sorte", "destino": "pag_331" }
  ]
},
"pag_168": {
  "titulo": "Amuleto e passagem segura",
  "texto": "Você tira o Amuleto e o coloca em cima da cabeça. Os Ganjees ficam ofegantes! \"Siga viagem, estranho\", diz uma voz. \"Nós não o incomodaremos. Vá pela porta no canto mais distante.\" Com estas palavras, uma porta no canto do aposento cintila levemente. Você caminha até lá e abre a porta.",
  "opcoes": [
    { "texto": "Seguir pela porta cintilante", "destino": "pag_328" }
  ]
},
"pag_169": {
  "titulo": "O grande salão de jantar",
  "texto": "O aposento em que você está é uma espécie de grande salão de jantar. Uma mesa longa, de tamanho suficiente para que quarenta ou cinquenta pessoas sentem, ocupa o centro, ladeada por cadeiras. Há várias portas e passagens que dão saída do aposento, mas você está particularmente interessado em duas escadarias largas que levam, uma por cada um dos lados, até uma sacada no alto de onde se pode observar o salão. Quadros e armaduras decoram as paredes. O aposento está vazio. Você:",
  "opcoes": [
    { "texto": "Toma a escada do lado esquerdo e sobe", "destino": "pag_019" },
    { "texto": "Toma a escada do lado direito e sobe", "destino": "pag_197" },
    { "texto": "Investiga os quadros", "destino": "pag_317" },
    { "texto": "Investiga as armaduras", "destino": "pag_151" }
  ]
},
"pag_170": {
  "titulo": "Força para abrir a porta",
  "texto": "Quando a força surge no interior do seu corpo, você arranca na direção da porta com toda a energia. Jogue um dado. Se você obtiver 1, 2 ou 3 pontos, a porta não cede, e você terá que descontar 2 pontos de ENERGIA. Se você tirar 4, 5 ou 6 pontos, você derruba a porta.<br><br>Repita este procedimento até ter êxito ou, se preferir, tente a porta do meio ou a porta mais distante.",
  "opcoes": [
    { "texto": "Derrubar a porta", "destino": "pag_292" },
    { "texto": "Tentar a porta do meio", "destino": "pag_064" },
    { "texto": "Tentar a porta mais distante", "destino": "pag_304" }
  ]
},
"pag_171": {
  "titulo": "Jogo de azar: Escolha de Seis",
  "texto": "Para este jogo, você precisará de pelo menos uma Peça de Ouro. Se não tiver nenhuma, poderá usar um Encanto do Ouro dos Tolos e levar o seu Ouro dos Tolos para o Mestre de Jogos, que dará a você dez Peças de Ouro por ele. Se não tiver nem Peças de Ouro, nem Encantos do Ouro dos Tolos, não poderá participar do jogo.<br><br>Escolha quaisquer números entre 1 e 6 e aposte qualquer quantidade de Peças de Ouro em cada um deles. Anote suas escolhas e apostas em um papel. Depois jogue um dado. Se o número obtido for uma de suas escolhas, você ganha cinco vezes a aposta naquele número.<br><br>Você pode continuar o tempo que quiser ou passar para outro jogo, como Faca-Faquinha ou Pedras Mágicas. Se estiver cansado de jogos, volte para outro lugar. Mas terá que jogar pelo menos uma rodada de Escolha de Seis antes de prosseguir, se tiver Peças de Ouro ou Encantos do Ouro dos Tolos.",
  "opcoes": [
    { "texto": "Jogar Faca-Faquinha", "destino": "pag_365" },
    { "texto": "Jogar Pedras Mágicas", "destino": "pag_278" },
    { "texto": "Voltar para outro local", "destino": "pag_031" }
  ]
},
"pag_172": {
  "titulo": "Golpe na criatura de pedra",
  "texto": "Você avança e desfere um golpe na criatura. Com um ruído estridente, sua espada repica no corpo de pedra. Compreendendo que não conseguirá causar danos a ela com sua arma, você pode lançar um Encanto ou usar alguma coisa que esteja na sua mochila.",
  "opcoes": [
    { "texto": "Lançar um Encanto", "destino": "pag_026" },
    { "texto": "Usar algo da mochila", "destino": "pag_289" }
  ]
},
"pag_173": {
  "titulo": "Gás verde contra o Redemoinho",
  "texto": "Você se concentra com toda força, e um gás verde e espesso esguicha de seu dedo na direção da criatura. Ela compreende que sua própria rotação aspirará o gás para o interior de seu Redemoinho e começa a recuar. Depois que ela se afastou o suficiente, você dispara na direção da Torre Negra.",
  "opcoes": [
    { "texto": "Disparar para a Torre Negra", "destino": "pag_218" }
  ]
},
"pag_174": {
  "titulo": "A alavanca secreta",
  "texto": "A passagem faz voltas e mais voltas, até que acaba por terminar em um lance de escadas que sobe. Você caminha escada acima e chega a uma passagem curta que termina em um beco sem saída. Ao examinar a parede, você descobre uma pequena alavanca, a qual você puxa. A face da rocha à sua frente abre um pouco e se fecha atrás de você quando você passa. Você está agora diante de uma porta trancada.<br><br>Você tentará arrombá-la ou lançará um Encanto da Força para arrebentá-la em pedaços?",
  "opcoes": [
    { "texto": "Tentar arrombar a porta", "destino": "pag_268" },
    { "texto": "Lançar Encanto da Força", "destino": "pag_116" }
  ]
},
"pag_175": {
  "titulo": "O Cachorro-Macaco desconfiado",
  "texto": "A criatura nunca ouviu falar em nenhum Pincus no interior da Cidadela. O Cachorro-Macaco que está segurando a clava rosna e dá um passo adiante. Você pode escolher outro nome rapidamente ou se preparar para lutar contra eles.",
  "opcoes": [
    { "texto": "Escolher outro nome rapidamente", "destino": "pag_110" },
    { "texto": "Se preparar para lutar", "destino": "pag_288" }
  ]
},
"pag_176": {
  "titulo": "A velha criatura",
  "texto": "Quando você se aproxima, ela se volta para olhar para você. Sem se perturbar nem um pouco com a sua arma, ela diz: \"Abaixe sua arma, jovem forasteiro. Não farei mal a você.\" Você fará o que ela pede?",
  "opcoes": [
    { "texto": "Ignorar e continuar avançando", "destino": "ppag_127" },
    { "texto": "Abaixar a espada e conversar", "destino": "pag_021" },
    { "texto": "Usar Encanto de Percepção Extra-Sensorial", "destino": "pag_329" }
  ]
},
"pag_177": {
  "titulo": "Corredor e escadas",
  "texto": "Você está em um corredor estreito. Ele continua por alguns metros e termina em uma porta. A meio caminho, descendo a passagem, pode-se ver um arco, de onde alguns degraus levam para baixo. Você vai prosseguir na direção da porta ou se arriscará a descer as escadas?",
  "opcoes": [
    { "texto": "Prosseguir para a porta", "destino": "pag_005" },
    { "texto": "Descer as escadas", "destino": "pag_344" }
  ]
},
"pag_178": {
  "titulo": "Fuga pela cozinha",
  "texto": "Você corre pela cozinha, perseguido pelo Devlin. Você joga cadeiras, comida, facas e terrinas sobre ele, mas nada disso adianta. Você atira uma xícara com líquido para o outro lado da cozinha e, para sua surpresa, o Devlin berra quando ela atinge seu corpo incandescente! Então, você tem uma ideia. Aproximando-se do caldeirão de caldo, você se esquiva da criatura até que vocês dois ficam correndo em volta do caldeirão, quase a ponto de se tocarem. Os dois param, se encarando com o caldeirão fumegante entre vocês. Com um grande impulso, você vira o conteúdo do caldeirão - tudo por cima da criatura, que solta um grito e desaparece, quando suas chamas se extinguem. Agora você pode verificar os armários ou sair do aposento pela porta do lado oposto da cozinha.",
  "opcoes": [
    { "texto": "Verificar os armários", "destino": "pag_017" },
    { "texto": "Sair pela porta oposta", "destino": "pag_265" }
  ]
},
"pag_179": {
  "titulo": "A voz no vento",
  "texto": "Quando você sai das sombras na direção do centro do pátio, uma voz no vento grita: \"Pare! Fique onde está!\" Você olha à sua volta, mas não consegue ver ninguém que esteja se dirigindo a você. Você dá mais dois passos. A voz sinistra ordena de novo que você pare, e dessa vez uma flecha zune pelo ar e cai próximo a seu pé esquerdo. Você pula para trás. Mas ainda assim não vê ninguém. Porém, não pode se mexer. Você:",
  "opcoes": [
    { "texto": "Seguir adiante, muito cuidadosamente", "destino": "pag_378" },
    { "texto": "Disparar na direção do monumento", "destino": "pag_125" },
    { "texto": "Lançar Encanto do Escudo e avançar", "destino": "pag_341" }
  ]
},
  "pag_180": {
    "titulo": "O grande Gark morto",
    "texto": "O grande Gark jaz morto ao solo. Você espera um minuto para ver se a agitação atrairá algum guarda, mas tudo parece estar tranquilo. Você revista a criatura, mas acha pouca coisa de valor. Em uma bolsa amarrada em torno de sua cintura, há seis Peças de Ouro e uma Escova de Cabelo ornamentada. Você pode levar essas coisas com você, se quiser. Você resolve seguir adiante.",
    "opcoes": [
      { "texto": "Seguir adiante pelo corredor", "destino": "pag_099" }
    ]
  },
  "pag_181": {
    "titulo": "O Encanto e o ataque da Cobra",
    "texto": "Você lança o Encanto no ar. Ao fazer isso, o Tapete Voador passa flutuando por você e, para sua consternação, aparece um segundo tapete idêntico que começa a voar em círculos pelo aposento. Subitamente, o ar fica cheio de objetos voadores. A Cabeça de Cachorro se desprende da parede e morde selvagemente o seu braço. Você perde dois pontos de ENERGIA. O homem, que se transformou em uma Cobra, arrasta-se até você e, dando um bote, morde a sua perna. Teste a sua Sorte. Se você tiver sorte, os dentes da Cobra apenas arranham a sua pele. Você perde mais 2 pontos de ENERGIA. Se não tiver sorte, os dentes penetram fundo em sua perna, que começa a latejar de dor. Você compreende, num relance que deixa você cego, que a mordida é fatal, e desfalece no chão, apertando a ferida e se contorcendo em agonia. Conforme o veneno vai fazendo efeito, sua cabeça gira, e a consciência desaparece. Você falhou na sua missão. Se tiver sobrevivido, não deixará de levar cicatrizes, apesar da sorte que teve. Seu corpo está despedaçado pela dor, e você terá que oferecer um presente da sua mochila a seus oponentes ou sair do aposento rapidamente pela outra porta.",
    "opcoes": [
      { "texto": "Oferecer um presente da mochila", "destino": "pag_054" },
      { "texto": "Sair rapidamente pela outra porta", "destino": "pag_025" }
    ]
  },
  "pag_182": {
    "titulo": "A casa dos Ganjees",
    "texto": "Você se sente sugado para o interior do aposento. Como que por um passe de mágica, sua tocha tremula e se apaga. O aposento está escuro como breu. De nenhum lugar, mas ainda assim de toda parte, vem um riso de escárnio que enche o aposento. \"Aventureiro tolo\", diz uma voz que altera o tom de alto para baixo, \"Bem-vindo à casa dos GANJEES! Infelizmente, será o último lugar que você verá na sua vida... Ah, mas é claro, você não está vendo nada, está? Mas nós estamos vendo você, não estamos irmãos?\" Vozes que riem chegam de toda parte à sua volta. De repente, um rosto luminoso, branco e fantasmagórico, vem voando na sua direção. Você se encolhe horrorizado, atira-se no chão e começa a se sentir muito assustado. Você perde 1 ponto de HABILIDADE, 2 de ENERGIA e 1 de SORTE pelo medo.",
    "opcoes": [
      { "texto": "Criar um Encanto do Fogo", "destino": "pag_085" },
      { "texto": "Tentar um Encanto da Ilusão", "destino": "pag_395" },
      { "texto": "Procurar um artefato na mochila", "destino": "pag_322" },
      { "texto": "Desembainhar a espada", "destino": "pag_248" }
    ]
  },
  "pag_183": {
    "titulo": "Um novo amigo",
    "texto": "Ele agradece a você efusivamente. Você ganhou um amigo.",
    "opcoes": [
      { "texto": "Seguir com seu novo amigo", "destino": "pag_270" }
    ]
  },
  "pag_184": {
    "titulo": "Ataque da Hidra fatal",
    "texto": "Enquanto você está decidindo o que fazer em seguida, a Hidra avança. Duas das suas cabeças se projetam e mordem você; uma no braço e outra no pescoço. Seus dedos aguçados rasgam a sua pele e penetram fundo. Tudo está perdido. Você falhou na sua missão.",
    "opcoes": [
      { "texto": "Você não sobreviveu", "destino": "fim_morte_generica" }
    ]
  },
  "pag_185": {
    "titulo": "Corredor estreito e porta",
    "texto": "A porta se abre para um corredor estreito, que faz uma curva fechada para a esquerda, continua por vários metros e então termina em uma porta. Você põe a mão na maçaneta.",
    "opcoes": [
      { "texto": "Abrir a porta", "destino": "pag_013" }
    ]
 },
"pag_186": {
  "titulo": "Negociação pelo punhal",
  "texto": "O homem alto concorda e convence o mais baixo de que é um preço justo. O homem baixo resmunga e pragueja, oferecendo seis e depois sete Peças de Ouro, mas o preço foi fixado a oito.<br><br>Você mesmo pode, se quiser, oferecer oito Peças de Ouro ao homem alto, embora tenha que fazer aparecer Ouro dos Tolos para dar a ele. Se quiser fazer isso, use um Encanto do Ouro dos Tolos e retorne à negociação.<br><br>Se não quiser, o homem baixo acaba por concordar com o preço, compra o punhal e vai embora. Você pode ficar para conversar com o homem alto ou continuar no seu caminho.",
  "opcoes": [
    { "texto": "Usar o Encanto do Ouro dos Tolos e participar da negociação", "destino": "pag_015" },
    { "texto": "Conversar com o homem alto", "destino": "pag_083" },
    { "texto": "Continuar no seu caminho", "destino": "pag_245" }
  ]
},
"pag_187": {
  "titulo": "O poder de Balthus Dire",
  "texto": "Você se concentra na mente do feiticeiro. Palavras e imagens cruzam a sua cabeça. Dois segundos depois, não há mais nada. Você levanta os olhos para Balthus Dire, que encara você fixamente.<br><br>\"Não tente ler os pensamentos de Balthus Dire!\", ele ordena. Você se concentra de novo, mas ainda assim não recebe nada, pois ele está bloqueando o seu Encanto.<br><br>Você reflete por um segundo sobre as imagens que recebeu: um mapa embaixo da mesa de planejamento de batalha... uma sensação de horror diante de um grito altíssimo... uma luz ofuscante... um anel no dedo dele... uma espada com lâmina de navalha... e você.<br><br>Ele está agora sussurrando em voz bem baixa, observando você com um dos olhos. Ele ergue uma das mãos no ar e concentra seu olhar nela. Ele sacode a mão no ar, para a frente, para trás e de um lado para outro, cada vez mais rápido. Com estrondo, ele desce a mão de encontro à mesa. Você cai no chão – não de susto, mas porque o chão sob seus pés está sacudindo violentamente. O aposento inteiro parece estar jogando como um navio em uma tempestade. Embora ele esteja firmemente equilibrado e venha agora andando na sua direção, você não consegue se levantar de jeito nenhum.<br><br>Sua única chance é um Encanto, se você ainda tiver algum:",
  "opcoes": [
    { "texto": "Usar o Encanto da Levitação", "destino": "pag_279" },
    { "texto": "Usar o Encanto da Ilusão", "destino": "pag_314" },
    { "texto": "Não usar nenhum Encanto", "destino": "pag_115" }
  ]
},
"pag_188": {
  "titulo": "Ataque no escuro",
  "texto": "Um clarão de luz súbito e intenso irrompe à sua frente. Você protege os olhos e depois os esfrega – mas não consegue ver nada! Você entra em pânico ao ouvir um ruído como um rosnado baixo.<br><br>Passos de pés peludos se aproximam, e você grita de dor quando esta criatura que você não pode ver ruge e crava seus dentes aguçados na sua perna. Você:",
  "opcoes": [
    { "texto": "Lançar um Encanto da Força", "destino": "pag_301" },
    { "texto": "Lançar um Encanto da Fraqueza", "destino": "pag_159" },
    { "texto": "Desembainhar a espada e atacar a criatura", "destino": "pag_051" }
  ]
},
"pag_189": {
  "titulo": "Hora de escolher um Encanto",
  "texto": "Você pode usar qualquer um dos seguintes Encantos:<br>Encanto da Ilusão<br>Encanto do Escudo<br>Encanto da Fraqueza<br><br>Se você não tiver nenhum deles, terá que usar sua espada.",
  "opcoes": [
    { "texto": "Usar o Encanto da Ilusão", "destino": "pag_319" },
    { "texto": "Usar o Encanto do Escudo", "destino": "pag_130" },
    { "texto": "Usar o Encanto da Fraqueza", "destino": "pag_043" },
    { "texto": "Lutar com a espada", "destino": "pag_333" }
  ]
},
"pag_190": {
  "titulo": "Batalha entre os Golems",
  "texto": "Uma cópia perfeita do Golem forma-se na sua frente. Você ordena que ela ataque o verdadeiro Golem, que está agora quase em cima de você.<br><br><strong>GOLEM</strong><br>HABILIDADE 8<br>ENERGIA 10<br><br>Resolva a batalha dos Golems. Se a sua criação vencer o original, você pode prosseguir. Se não vencer, terá que enfrentar o Golem sozinho.",
  "opcoes": [
    { "texto": "Sua criação venceu o Golem", "destino": "pag_147" },
    { "texto": "Sua criação perdeu; você enfrentará o Golem", "destino": "pag_147" }
  ]
},
"pag_191": {
  "titulo": "Lutando contra seu sósia",
  "texto": "Você sufoca quando o Encanto se materializa diante de você. Uma réplica perfeita da sua pessoa, armado como você está, surge agora de pé na sua frente. A uma ordem do feiticeiro, seu sósia avança, e você terá que lutar contra ele.<br><br>Ele possui os mesmos índices de HABILIDADE, ENERGIA e SORTE que você tem. A única vantagem que você pode ter é usar a sua SORTE para causar danos maiores ou minimizar ferimentos – seu sósia não poderá usar a SORTE dele aqui.",
  "opcoes": [
    { "texto": "Você venceu o sósia", "destino": "pag_119" }
  ]
},
"pag_192": {
  "titulo": "O tomate mágico",
  "texto": "Você lança o Encanto bem na hora. O projétil atinge o seu escudo mágico e se espatifa contra ele, escorrendo para o solo. Você examina a pasta que ficou no escudo para ver o que era. Você quase foi atingido por um tomate!<br><br>No centro do aposento, a figura adormecida está se mexendo.",
  "opcoes": [
    { "texto": "Observar a figura", "destino": "pag_029" }
  ]
},
"pag_193": {
  "titulo": "Hora de escolher um Encanto",
  "texto": "Escolha um Encanto:<br>Ouro dos Tolos<br>Percepção Extra-Sensorial<br>Ilusão<br><br>Se você não tiver nenhum deles, deverá seguir outro caminho.",
  "opcoes": [
    { "texto": "Usar o Encanto do Ouro dos Tolos", "destino": "pag_211" },
    { "texto": "Usar o Encanto da Percepção Extra-Sensorial", "destino": "pag_123" },
    { "texto": "Usar o Encanto da Ilusão", "destino": "pag_035" },
    { "texto": "Não possui nenhum Encanto", "destino": "pag_283" }
  ]
},
"pag_194": {
  "titulo": "Você morreu",
  "texto": "O aperto no seu pescoço aumenta, e sua última lembrança é de medo – dessas criaturas inumanas com seus rostos há muito já mortos, felizes com a sua morte. Você falhou na sua missão.",
  "opcoes": [
    { "texto": "Você não sobreviveu", "destino": "fim_morte_generica" }
  ]
},
"pag_195": {
  "titulo": "Esquivando da bola de fogo",
  "texto": "Os olhos de Balthus seguem você quando você se abaixa, mas você fica protegido pela mesa de planejamento de batalha. A miniatura de bola de fogo mergulha no ar, mas passa voando por cima de sua cabeça.<br><br>Você pode usar rapidamente outro Encanto para atacar.",
  "opcoes": [
    { "texto": "Usar outro Encanto para atacar", "destino": "pag_377" }
  ]
},
"pag_196": {
  "titulo": "Explorando a despensa",
  "texto": "O aposento é de fato uma despensa. Num primeiro momento, os cheiros estranhos – uma mistura de comida doce, temperada e azeda – pegam você de surpresa.<br><br>Há vários tipos de carne pendurada sem ganchos ao longo de uma das paredes. Uma prateleira de queijos contém mais ou menos uma dúzia de variedades de queijo, e você torce o nariz de nojo com o cheiro forte dos, digamos, que estão \"maduros demais\".<br><br>Há seis pães pretos em uma mesa, junto a uma faca de pão e uma tábua para cortar pão. Há duas outras portas que dão para fora da despensa.",
  "opcoes": [
    { "texto": "Experimentar alguma das comidas", "destino": "pag_045" },
    { "texto": "Sair pela porta da parede esquerda", "destino": "pag_013" },
    { "texto": "Sair pela porta da parede direita", "destino": "pag_281" }
  ]
},
"pag_197": {
  "titulo": "Subindo para a sacada",
  "texto": "As escadas estão bastante gastas e estalam sob o seu peso. Cuidadosamente, você sobe até a sacada.",
  "opcoes": [
    { "texto": "Continuar pela sacada", "destino": "pag_363" }
  ]
},
"pag_198": {
  "titulo": "Tentando enganar o guarda",
  "texto": "Você pensa rapidamente, e depois enfia a mão em sua mochila e tira um punhado de ervas. Mostrando-as à criatura, você explica que é um especialista em plantas medicinais e veio tratar do bibliotecário do Senhor, que está doente, em estado crítico. O mensageiro não disse nada quanto a senhas.<br><br>Será que ele vai acreditar em você? Teste a sua Sorte.",
  "opcoes": [
    { "texto": "Você teve sorte", "destino": "pag_177" },
    { "texto": "Você não teve sorte", "destino": "pag_290" }
  ]
},
"pag_199": {
  "titulo": "Você morreu",
  "texto": "O feiticeiro se transformou em uma <strong>GÓRGONA</strong>, uma criatura extremamente perigosa, que tem o poder de transformar em pedra qualquer um que olhar em seus olhos. Ao avançar, você olha diretamente em seu rosto, e o Encanto dela é lançado.<br><br>Você sente suas juntas endurecerem. Você cai no chão. Sua consciência some aos poucos, enquanto você vai se tornando uma estátua de pedra, morto aos pés de Balthus Dire... Você falhou na sua missão.",
  "opcoes": [
    { "texto": "Você não sobreviveu", "destino": "fim_morte_generica" }
  ]
},
"pag_200": {
  "titulo": "O gigante desperta",
  "texto": "Ao seu primeiro movimento, a criatura parece sair de seu transe e caminha na sua direção. Ao ver isso, você pode correr para a porta do outro lado do aposento ou partir na direção das caixas e arriscar-se a enfrentar este gigante silencioso.",
  "opcoes": [
    { "texto": "Correr para a porta do outro lado", "destino": "pag_237" },
    { "texto": "Ir em direção às caixas e enfrentar o gigante", "destino": "pag_098" }
  ]
},
"pag_201": {
  "titulo": "Duas portas, dois destinos",
  "texto": "Eles apontam na direção das duas portas. A da esquerda, eles dizem, leva você para a cozinha, onde os cozinheiros estarão preparando a ceia. A porta da direita dá para o Grande Salão, onde são realizados os banquetes.",
  "opcoes": [
    { "texto": "Seguir para a cozinha", "destino": "pag_270" },
    { "texto": "Seguir para o Grande Salão", "destino": "pag_270" }
  ]
},
"pag_202": {
  "titulo": "Óleo fervente!",
  "texto": "Depois de vários minutos de gritaria, você ouve vozes que se aproximam, falando em uma língua estranha. Para seu alívio, você vê quatro cabeças que espiam dentro do poço se desenharem contra o céu. Você berra para que eles consigam alguma corda.<br><br>Eles conversam entre si e desaparecem. Finalmente, você ouve suas passadas rápidas retornando. Eles param mais uma vez no alto do poço e jogam sobre você, não uma corda de socorro, mas o conteúdo de um caldeirão de óleo fervente!<br><br>Você terá que olhar com mais cuidado por onde anda na sua próxima aventura, porque esta está terminada. E lembre-se – estranhos não são bem-vindos na Cidadela do Caos...",
  "opcoes": [
    { "texto": "Você não sobreviveu", "destino": "fim_morte_generica" }
  ]
},
"pag_203": {
  "titulo": "Arremessado contra a parede",
  "texto": "Ao correr para as portas, você tropeça, permitindo que a criatura ganhe terreno. Ela agarra seu braço com uma das mãos e atira você para o outro lado do aposento. Você aterrisa com estrondo contra a parede, embaixo do espelho.<br><br>Você agora terá que desembainhar a sua espada ou se preparar para usar um Encanto.",
  "opcoes": [
    { "texto": "Desembainhar a espada", "destino": "pag_016" },
    { "texto": "Preparar um Encanto", "destino": "pag_011" }
  ]
},
"pag_204": {
  "titulo": "A cobra do esgoto",
  "texto": "Você prende a respiração e dá um passo adiante, entrando na água lodosa. Pouco depois, você sente alguma coisa puxando a sua perna. Levantando a perna da água, você descobre que algum tipo de trepadeira se enroscou nela.<br><br>Saindo da água, uma das pontas da trepadeira se ergue, contorce-se no ar, como se estivesse olhando para você, e depois cai de volta com estrépito. Você compreende que não é uma trepadeira, mas sim uma longa <strong>COBRA DE ESGOTO</strong>, que agora está deslizando na sua direção.",
  "opcoes": [
    { "texto": "Recuar imediatamente", "destino": "pag_073" }
  ]
},
"pag_205": {
  "titulo": "Briga de mercadores",
  "texto": "O homem alto fica revoltado com seu preço, mas o outro concorda. A discussão torna-se mais intensa, e o homem alto desembainha a sua espada. O homem mais baixo faz o mesmo e, vendo-se ameaçado, você age igualmente.<br><br>É você e o homem mais baixo contra o homem alto.<br><br>Antes de cada Série de Ataque, jogue um dado:<br>• Se o número for ímpar, o homem alto ataca o mais baixo (você ignora a rodada).<br>• Se o número for par, ele ataca você (o outro ignora a rodada).<br><br><strong>HOMEM ALTO</strong><br>HABILIDADE 8<br>ENERGIA 8<br><br><strong>HOMEM BAIXO</strong><br>HABILIDADE 7<br>ENERGIA 6",
  "opcoes": [
    { "texto": "Vencer com o homem mais baixo vivo", "destino": "pag_309" },
    { "texto": "Vencer com o homem mais baixo morto", "destino": "pag_368" }
  ]
},
"pag_206": {
  "titulo": "Subindo para a Terra Negra",
  "texto": "Você sai pela porta e se encontra ao pé de outra escada em espiral que leva ao interior da Terra Negra. Subindo a escadaria, você acaba chegando a uma plataforma onde uma única porta é a maneira que existe para seguir adiante, sem outra opção. Você experimenta a porta. Ela abre lentamente.",
  "opcoes": [
    { "texto": "Seguir pela porta", "destino": "pag_182" }
  ]
},
"pag_207": {
  "titulo": "Adeus ao Duende",
  "texto": "Você abre a porta e espia a escuridão à sua frente. Você dá uns dois passos adiante, dando tempo para que seus olhos se acostumem ao escuro. Você fecha a porta atrás de você, dizendo adeus ao Duende.",
  "opcoes": [
    { "texto": "Avançar na escuridão", "destino": "pag_188" }
  ]
},
"pag_208": {
  "titulo": "Você morreu",
  "texto": "A arma do <strong>Homem-Aranha</strong> é sua mordida, que é altamente venenosa. Quando ele morde, você sente o veneno se espalhando pelo seu organismo, adormecendo seus nervos.<br><br>Quando você cambaleia e cai ao chão, ele ataca repetidamente. Sua última lembrança é a cara pequena e feia dele mordendo seu pescoço. Você fracassou na sua missão.",
  "opcoes": [
    { "texto": "Você não sobreviveu", "destino": "fim_morte_generica" }
  ]
},
"pag_209": {
  "titulo": "O templo misterioso",
  "texto": "Você pousa os olhos sobre a estranha estrutura. Não parece ser uma fonte, mas alguma espécie de templo. De um lado há uma porta, que você pode investigar, ou você poderá também seguir em frente para a Cidadela propriamente dita.",
  "opcoes": [
    { "texto": "Seguir para a Cidadela", "destino": "pag_156" },
    { "texto": "Investigar a porta do templo", "destino": "pag_362" }
  ]
},
"pag_210": {
  "titulo": "A catapulta surpresa",
  "texto": "Você agora está em um aposento grande e redondo. É iluminado por uma única tocha presa à parede. Não há mobília, exceto uma mesa rústica e uma cadeira no centro.<br><br>Flutuando acima da mesa, dorme profundamente um homem muito pequeno, vestido com roupas verdes. Ele não tem mais de um metro de altura. Você ouve um rangido e vê uma pequena catapulta disparar um projétil em sua direção!<br><br>Vai atingir você, a não ser que use um Encanto do Escudo!",
  "opcoes": [
    { "texto": "Usar o Encanto do Escudo", "destino": "pag_192" },
    { "texto": "Não usar Encanto", "destino": "pag_359" }
  ]
},
"pag_211": {
  "titulo": "Ouro inútil",
  "texto": "Você oferece a ele as pedrinhas que transformou em ouro. \"Tudo o que eu quero está aqui embaixo\", ele diz. “Tenho comida, tenho um trabalho a fazer e, se eu ficar entediado, tenho permissão de torturar os prisioneiros para me divertir. Para que eu quero ouro?”<br><br>É melhor você tentar outro Encanto.",
  "opcoes": [
    { "texto": "Usar Encanto de Percepção Extra-Sensorial", "destino": "pag_123" },
    { "texto": "Usar Encanto da Ilusão", "destino": "pag_035" },
    { "texto": "Não possui nenhum dos Encantos", "destino": "pag_283" }
  ]
},
  "pag_212": {
    "titulo": "Bifurcação à Esquerda",
    "texto": "Tomando a bifurcação da esquerda, você segue um caminho que acaba por se juntar a uma outra passagem que conduz para a direção norte. Você segue este novo caminho por algum tempo, até que ele acaba por se alargar.",
    "opcoes": [
      { "texto": "Voltar pelo caminho anterior", "destino": "pag_090" }
    ]
  },
  "pag_213": {
    "titulo": "Combate Inesperado",
    "texto": "Você desembainha a sua espada bem a tempo, já que o Anão está quase em cima de você. Lute contra um de cada vez:<br><br><strong>ANÃO</strong><br>HABILIDADE 5<br>ENERGIA 6<br><br><strong>GOBLIN</strong><br>HABILIDADE 6<br>ENERGIA 4<br><br><strong>ORCA</strong><br>HABILIDADE 7<br>ENERGIA 5<br><br>Se você vencer, continue conforme indicado. Se perder, sua missão termina aqui.",
    "opcoes": [
      { "texto": "Você venceu", "destino": "pag_235" },
      { "texto": "Você perdeu", "destino": "fim_morte_generica" },
      { "texto": "Fugir para o monumento no centro do pátio", "destino": "pag_209" }
    ]
  },
  "pag_214": {
    "titulo": "Frasco de Líquido Verde",
    "texto": "Você tira a tampa do Frasco e esparrama o líquido verde sobre a criatura. Ela rosna e grita no ar, pondo as mãos em volta do pescoço. O líquido parece estar queimando intensamente o Gárgula, e uma fumaça sobe pelo ar. Alguns momentos depois, a criatura jaz morta no chão.",
    "opcoes": [
      { "texto": "Voltar pelo caminho", "destino": "pag_062" }
    ]
  },
  "pag_215": {
    "titulo": "Mulheres Horripilantes",
    "texto": "Você terá que inventar alguma história para estas mulheres horrorosas. Você dirá a elas que o Capitão da Guarda ordenou que se fizesse uma inspeção na cozinha delas, depois de uns dois casos de intoxicação alimentar, ou dirá que pegou o caminho errado e está procurando o certo para seguir adiante?",
    "opcoes": [
      { "texto": "Dizer que o Capitão da Guarda ordenou uma inspeção", "destino": "pag_136" },
      { "texto": "Dizer que pegou o caminho errado", "destino": "pag_041" }
    ]
  },
  "pag_216": {
    "titulo": "Tática com o Gark",
    "texto": "Qual será sua tática? Você pode dizer à criatura que você é um convidado, ou poderá tentar subornar o Gark, oferecendo três Peças de Ouro - Peças de Ouro reais -, ou ainda, usando um Encanto do Ouro dos Tolos, poderá criar algum ouro para oferecer a ele.",
    "opcoes": [
      { "texto": "Dizer que você é um convidado", "destino": "pag_294" },
      { "texto": "Oferecer três Peças de Ouro", "destino": "pag_391" },
      { "texto": "Usar um Encanto do Ouro dos Tolos", "destino": "pag_036" }
    ]
  },
  "pag_217": {
    "titulo": "Tridente Inesperado",
    "texto": "Você gira a maçaneta o mais cuidadosamente possível, de maneira a surpreender o que quer que esteja à sua espera. Lentamente, a porta abre e você entra no aposento, que está escuro, iluminado por uma única vela trêmula. Seu sangue gela ao ver um TRIDENTE de três pontas dirigindo-se diretamente à sua garganta! Num relance, você tem que decidir o que fazer. Você:",
    "opcoes": [
      { "texto": "Lançar um Feitiço do Escudo imediatamente", "destino": "pag_293" },
      { "texto": "Tentar rapidamente desviar-se da arma", "destino": "pag_057" }
    ]
},
"pag_218": {
    "titulo": "Porta Trancada",
    "texto": "Há uma grande porta de madeira à sua frente, firmemente trancada. Você pode bater três vezes para chamar o guarda ou usar um Encanto da Força para tentar abri-la.",
    "opcoes": [
      { "texto": "Bater três vezes para chamar o guarda", "destino": "pag_118" },
      { "texto": "Usar um Encanto da Força para abrir a porta", "destino": "pag_094" }
    ]
  },
  "pag_219": {
    "titulo": "Ataque Alucinógeno",
    "texto": "Você se abaixa e protege a cabeça. Uma garrafa atinge você, depois outra e mais outra - mas você não sente nada! Como pode ser isso? Aí você compreende o que está acontecendo. O vinho devia conter alguma poção alucinógena que está fazendo você imaginar este ataque de garrafas. Num instante, o ruído cessa. Você levanta a cabeça para ver que, como você desconfiava, todas as garrafas estão em seus lugares nas estantes. Com grande alívio, você segue adiante e sai da Adega de Vinhos.",
    "opcoes": [
      { "texto": "Sair da Adega de Vinhos", "destino": "pag_095" }
    ]
  },
  "pag_220": {
    "titulo": "Batalha contra os Giras",
    "texto": "As facas atingem o seu escudo mágico e caem ao chão. Os Giras, da mesma forma, esbarram no escudo e voltam, um tanto apalermados. Eles tagarelam entre si, mantendo você à distância enquanto seu Encanto se dissipa. Eles parecem chegar a algum tipo de acordo, e um deles rola de volta pelo corredor, presume-se que para buscar ajuda. Os outros dois pegam pequenas zarabatanas em seus cintos. Pondo algum tipo de pelotas em suas bocas primeiro, eles se preparam para fazer mira. Você terá que atacá-los primeiro com sua espada. Resolva esta batalha (lute com um de cada vez):<br><br><strong>Primeiro Gira</strong><br>HABILIDADE 7<br>ENERGIA 6<br><br><strong>Segundo Gira</strong><br>HABILIDADE 6<br>ENERGIA 5<br><br>Se você vencer, poderá tomar a passagem do lado esquerdo ou a passagem do lado direito.",
    "opcoes": [
      { "texto": "Se você vencer, tome a passagem do lado esquerdo", "destino": "pag_243" },
      { "texto": "Se você vencer, tome a passagem do lado direito", "destino": "pag_002" },
      { "texto": "Você perdeu", "destino": "fim_morte_generica" }
    ]
  },
  "pag_221": {
    "titulo": "Gesto Peculiar",
    "texto": "Quando você se adianta, ela faz um gesto peculiar com as mãos e abaixa a cabeça, resmungando muito baixo.",
    "opcoes": [
      { "texto": "Ver o que acontece", "destino": "pag_127" }
    ]
  },
  "pag_222": {
    "titulo": "Homem Ferido na Muralha",
    "texto": "Ao se esgueirar pela muralha, você ouve um gemido baixo uns poucos metros adiante. Quando se aproxima, você consegue distinguir a forma de um homem no chão, obviamente sentindo dores. Ele pede socorro. Você se aproximará dele para ver o que pode fazer ou vai ignorá-lo e continuar ao longo da muralha?",
    "opcoes": [
      { "texto": "Aproximar-se para ajudar o homem", "destino": "pag_137" },
      { "texto": "Ignorar o homem e continuar ao longo da muralha", "destino": "pag_014" }
    ]
  },
  "pag_223": {
    "titulo": "Rejeição da Pequena Criatura",
    "texto": "Ela faz uma careta ao olhar para a coisa pequena e feia, puxando os cobertores até o pescoço.",
    "opcoes": [
      { "texto": "Continuar a interação", "destino": "pag_138" }
    ]
  },
  "pag_224": {
    "titulo": "Ataque do Peixe Abocanhador",
    "texto": "Você rapidamente joga a cabeça para trás e evita por pouco as mandíbulas do Peixe Abocanhador. Mas você bate com a cabeça no suporte no qual pende o caldeirão. Você perde dois pontos de ENERGIA. Você fica zonzo com o golpe e, enquanto tenta recuperar os sentidos, as três velhas empurram você na direção da porta do outro lado da cozinha. \"Vai e não volta, casca de ferida!\" elas gritam enquanto empurram você pela porta.",
    "opcoes": [
      { "texto": "Ser empurrado para fora da cozinha", "destino": "pag_265" }
    ]
    },
      "pag_225": {
    "titulo": "Punhal Valioso",
    "texto": "Ele concorda inteiramente. Este artefato é extremamente valioso. O homem mais baixo explica que ele simplesmente não tem tanto dinheiro, e se afasta na escuridão. O homem alto oferece o punhal a você pelo preço de ocasião de nove Peças de Ouro. Você pode usar um Encanto de Ouro dos Tolos para fazer aparecer ouro suficiente para comprar a faca, ou você pode desculpar-se e seguir adiante.",
    "opcoes": [
      { "texto": "Usar um Encanto de Ouro dos Tolos (desconte o encanto)", "destino": "pag_015" },
      { "texto": "Desculpar-se e seguir adiante", "destino": "pag_245" }
    ]
  },
  "pag_226": {
    "titulo": "Itens na Mochila",
    "texto": "Você pode tirar de sua mochila qualquer uma das seguintes coisas, se as tiver recolhido no caminho:",
    "opcoes": [
      { "texto": "Tirar um Espelho de Prata", "destino": "pag_312" },
      { "texto": "Tirar um Velo de Ouro", "destino": "pag_037" },
      { "texto": "Tirar uma Miríade de Bolso", "destino": "pag_384" },
      { "texto": "Não ter nenhuma dessas coisas", "destino": "pag_184" }
    ]
  },
  "pag_227": {
    "titulo": "Conflito e Inconsciência",
    "texto": "Eles começam a ficar muito zangados com seus modos. Os ânimos se exaltam, e eles começam a gritar. Repentinamente, você é dominado por eles. Você luta, mas um deles golpeia você na cabeça com o cabo da espada. Sua cabeça roda, e o aposento escurece, quando você perde a consciência.",
    "opcoes": [
      { "texto": "Perder a consciência", "destino": "pag_234" }
    ]
  },
  "pag_228": {
    "titulo": "Porta de Carvalho Trancada",
    "texto": "A porta trancada é muito forte e feita de carvalho sólido. Não é provável que você consiga arrombá-la, mas você pode tentar. Do contrário, você pode usar um Encanto da Força para arrebentá-la. A fechadura é de cobre, e você poderia tentar usar uma Chave de Cobre, se tiver uma. O que você escolherá:",
    "opcoes": [
      { "texto": "Tentar arrombá-la", "destino": "pag_088" },
      { "texto": "Lançar um Encanto da Força", "destino": "pag_170" },
      { "texto": "Usar uma Chave de Cobre", "destino": "pag_296" }
    ]
  },
  "pag_229": {
    "titulo": "Caminho para a Torre Superior",
    "texto": "Você bate a porta, fechando-a ao passar. Você segue por uma passagem curta e estreita, que dá muitas voltas e conduz você ao pé de outra escadaria, levando diretamente ao topo da Cidadela. Um letreiro na parede diz: \"PARE. Ninguém poderá passar, a não ser com ordem de Balthus Dire.\" Você percebe que está chegando a seu objetivo. Cautelosamente, você sobe as escadas até o próximo patamar, penetrando na torre superior da Cidadela. Há uma porta de metal sólido à sua frente. Você tenta a maçaneta, mas a porta está trancada. Você levanta a pequena tampa da maçaneta e vê pequenos tambores por baixo. Trata-se de uma fechadura de combinação, que só pode ser aberta por aqueles que conhecem a combinação. Você a conhece? Em caso afirmativo, vá para a seção do livro com esse mesmo número. Do contrário, você pode tentar arrombar a porta ou usar um Encanto da Força.",
    "opcoes": [
      { "texto": "Conheço a combinação (digitar número da página)", "destino": "prompt_page_number" },
      { "texto": "Tentar arrombar a porta", "destino": "pag_050" },
      { "texto": "Usar um Encanto da Força", "destino": "pag_164" }
    ]
  },
  "pag_230": {
    "titulo": "Encontro com Macaco-Cachorro",
    "texto": "\"Veio ganhar algum dinheiro, né?\" diz o Macaco-Cachorro.\"Bem, você pode dividir um pouco dos seus lucros conosco!\" Como você não tem nada para oferecer a eles, pode tirar uma pedra de sua bolsa e lançar um Encanto do Ouro dos Tolos sobre ela, oferecendo uma pepita de ouro a eles, ou pode preparar-se para a batalha. Desconte o Encanto do Ouro dos Tolos dos seus Encantos, se você o usar.",
    "opcoes": [
      { "texto": "Lançar um Encanto do Ouro dos Tolos (desconte o encanto)", "destino": "pag_096" },
      { "texto": "Preparar-se para a batalha", "destino": "pag_288" }
    ]
    },
  "pag_231": {
    "titulo": "Tentativa de Arrombar a Porta",
    "texto": "Você bate na porta com o ombro. Se tiver sorte, a porta cede e abre. Se você não tiver, você machuca o ombro - perde um ponto de ENERGIA - e tem que Testar a sua Sorte outra vez, repetindo este procedimento até que você tenha sorte. Você perde um ponto de ENERGIA por cada tentativa sem êxito. Quando você finalmente conseguir arrombar a porta, será direcionado para o próximo passo. Do contrário, se seu ombro começar a doer demais, você pode retornar à primeira encruzilhada que você encontrou e seguir pela outra passagem a qualquer momento.",
    "opcoes": [
      { "texto": "Testar a Sorte para arrombar a porta", "destino": "pag_196" },
      { "texto": "Retornar à primeira encruzilhada (se o ombro doer demais)", "destino": "pag_243" }
    ]
  },
  "pag_232": {
    "titulo": "Encontro com a Górgona",
    "texto": "Você recua horrorizado diante da criatura que está à sua frente. Lembrando-se das lendas que você ouviu contar quando criança, você compreende que está enfrentando uma GÓRGONA, cujo olhar tem o poder de transformar você em pedra! Teste a sua Sorte.",
    "opcoes": [
      { "texto": "Se tiver sorte", "destino": "pag_111" },
      { "texto": "Se não tiver sorte", "destino": "pag_072" }
    ]
  },
  "pag_233": {
    "titulo": "Ferimento do Tridente",
    "texto": "Você evita o impacto do Tridente em cheio, mas uma de suas pontas crava-se no seu ombro. Felizmente, não é o seu braço da espada. Você agarra o cabo e arranca a arma do seu ombro, gritando de dor ao fazê-lo. Você perde cinco pontos de ENERGIA pelo ferimento e segue adiante.",
    "opcoes": [
      { "texto": "Continuar após o ferimento", "destino": "pag_374" }
    ]
  },
  "pag_234": {
    "titulo": "Na Cela da Prisão",
    "texto": "Você acorda em um aposento sujo, com paredes ásperas cortadas na rocha. As barras de ferro na janela e na porta confirmam que você está em algum tipo de cela de prisão, conforme você desconfiava. Não há muito que você possa fazer, além de ficar sentado no colchão de palha que está em um canto até que alguém apareça. Mais ou menos uma hora depois, você ouve o barulho de alguma coisa que se arrasta do lado de fora. Olhando através das barras da porta, você pode ver uma criatura com aparência de lagarto que se arrasta descendo o corredor, trazendo nas mãos uma moringa e uma terrina. O animal tem duas cabeças que conversam entre si enquanto ele caminha. Sua pele é cinzenta e coberta de escamas, e uma cauda longa se estende pela passagem atrás dele. Ele pára na sua porta e empurra a moringa e a terrina por uma pequena abertura para dentro de sua cela, e depois se afasta para sentar-se a uma mesa do outro lado do corredor. Você recebeu pão e caldo. Você vai comer e beber ou vai chamar esta criatura, um CALACORM?",
    "opcoes": [
      { "texto": "Servir-se da comida", "destino": "pag_397" },
      { "texto": "Gritar para o Calacorm", "destino": "pag_069" }
    ]
  },
  "pag_235": {
    "titulo": "Tesouros Encontrados",
    "texto": "Temeroso de que a agitação possa ter atraído atenção, você espia na escuridão. Nada parece estar acontecendo. Examinando os bolsos das criaturas, você acha oito Peças de Ouro, uma chave cor de cobre e um vidro contendo um unguento escuro e cremoso. Você pode levar dois desses com você: Voltando-se para o frasco de líquido, você consegue identificar uma inscrição na tampa, em caracteres rúnicos. Seu coração salta quando você compreende que isto é uma Poção de Magik, muito rara. Há o suficiente para duas doses no frasco, e cada uma delas tem o efeito de aumentar o seu índice de MAGIA em um ponto, permitindo que você tenha poderes para usar mais um Encanto. Você pode levar esta Poção com você para usar depois de lançar qualquer Encanto. Ao beber a Poção, você não precisa riscar esse Encanto da sua lista. Lembre-se de que esta Poção só funcionará duas vezes. Agora você pode seguir adiante, tanto na direção da Cidadela quanto na dos dois homens que estão conversando sob a luz da tocha.",
    "opcoes": [
      { "texto": "Seguir adiante na direção da Cidadela", "destino": "pag_245" },
      { "texto": "Seguir adiante na direção dos dois homens", "destino": "pag_269" }
    ]
  },
 "pag_236": {
    "titulo": "Amoras e Caixas de Brinquedos",
    "texto": "Eles aceitam as suas Amoras de bom grado, jogando-as para dentro da boca e mastigando. Alguns segundos depois, eles adormecem um por um. Quando todos os três estão dormindo, você caminha até a caixa para investigar. A tampa se abre, revelando diversas outras bonecas do lado de dentro, iguais às que estão no chão, e vários outros brinquedos de madeira. Não parece haver nada verdadeiramente de valor ali, por isso você sai do aposento pela porta do outro lado.",
    "opcoes": [
      { "texto": "Sair do aposento", "destino": "pag_140" }
    ]
  },
  "pag_237": {
    "titulo": "Passagem para Aposento Iluminado",
    "texto": "Você abre a porta e sai em uma passagem que segue na direção leste por vários metros, terminando ao pé de uma escadaria. Você sobe as escadas e acaba chegando em uma passagem estreita. A uma pequena distância mais adiante, você pode ver uma abertura para um aposento grande e bem iluminado. Você segue nessa direção.",
    "opcoes": [
      { "texto": "Seguir para o aposento iluminado", "destino": "pag_169" }
    ]
  },
  "pag_238": {
    "titulo": "O Livro da Cidadela",
    "texto": "Ele indica uma seção das estantes, e você leva um livro para uma das mesas para ler. O livro é extremamente informativo, traçando a história da Cidadela. A Torre Negra foi construída pelo avô de Balthus Dire. À medida em que foi se tornando um santuário para as forças do mal, a lei e a ordem foram gradualmente dando lugar ao caos, devido à luta das criaturas monstruosas para ascender na hierarquia do poder. O avô de Dire acabou se vendo na necessidade de se proteger de seus próprios seguidores, criando vários sistemas de segurança entre as criaturas e seus próprios aposentos, destacando-se entre eles a Armadilha do Poço da Perdição e uma Fechadura de Combinação mágica na porta de seu próprio quarto. A combinação da fechadura é 217. Você lê mais sobre a Cidadela. Você pode então escolher entre perguntar ao homem sobre a seção dedicada a Balthus Dire, ou a seção das Criaturas de Rocha Escarpada, ou ainda sair do aposento pela porta do outro lado.",
    "opcoes": [
      { "texto": "Perguntar sobre a seção de Balthus Dire", "destino": "pag_018" },
      { "texto": "Perguntar sobre a seção das Criaturas de Rocha Escarpada", "destino": "pag_375" },
      { "texto": "Sair do aposento", "destino": "pag_031" }
    ]
  },
  "pag_239": {
    "titulo": "Tentando Laçar a Arca",
    "texto": "Você tem uma ideia. Você faz um laço com a corda, com um nó corrediço na ponta. Girando a corda acima de sua cabeça, você tenta laçar a arca. Depois de diversas tentativas, seu laço circunda a arca, e o nó corrediço se aperta em torno dela. Você puxa e a arca se mexe. Você puxa mais, e ela cai pela borda dentro do fosso - mas, para sua decepção, o peso da caixa é enorme e arrasta você junto com ela! Se você tiver um Encanto da Levitação, use-o e vá para o destino indicado. Do contrário, siga para outra página.",
    "opcoes": [
      { "texto": "Usar um Encanto da Levitação", "destino": "pag_379" },
      { "texto": "Não ter o Encanto da Levitação", "destino": "pag_082" }
    ]
  },
  "pag_240": {
    "titulo": "Combate aos Fantasmas",
    "texto": "Você ergue uma mão flamejante, passando-a pelas costas da vestimenta que está apertando seu pescoço. A roupa se incendeia, e um grito silencioso sai da boca morta dentro dela. Os outros Fantasmas recuam. Você ateia fogo a mais uns dois, enquanto eles batem em retirada. Infelizmente, eles estão perto demais, e você perde dois pontos de ENERGIA pelas queimaduras que sofre. Andando cuidadosamente para a frente, você mantém os Fantasmas à distância até passar em segurança pela mulher.",
    "opcoes": [
      { "texto": "Passar em segurança pelos Fantasmas", "destino": "pag_006" }
    ]
  },
  "pag_241": {
    "titulo": "Espada Enroscada",
    "texto": "Você atinge a criatura com um golpe que causa danos. Mas, para sua infelicidade, a espada fica enroscada nos pêlos compridos da fera. Você tenta puxá-la, mas a criatura golpeia a espada e a arranca das suas mãos, mandando-a para o outro lado do aposento. Você agora está indefeso. Você pode tentar continuar a luta com as mãos nuas ou lançar um Encanto da Força. Se você lutar com sua força normal sem uma arma, terá que descontar três pontos de seu índice de HABILIDADE pelo resto da luta. Se usar um Encanto da Força, poderá continuar com a HABILIDADE normal. Se você vencer, poderá recuperar a sua espada.",
    "opcoes": [
      { "texto": "Tentar lutar com as mãos nuas", "destino": "pag_077" },
      { "texto": "Lançar um Encanto da Força", "destino": "pag_077" }
    ]
  },
"pag_242": {
    "titulo": "Degustação na Adega",
    "texto": "As garrafas e barriletes contêm centenas de diferentes vinhos. Alguns são extremamente velhos e valiosos. Em um dos cantos do aposento, há uma mesa posta para a degustação, com duas garrafas e copos. Você vai provar uma amostra do Vinho Tinto ou do Vinho Branco, ou ainda não experimentará nenhum deles e seguirá adiante? Se você resolver sair, poderá levar com você uma garrafa de vinho de uma das prateleiras para a viagem.",
    "opcoes": [
      { "texto": "Provar uma amostra do Vinho Tinto", "destino": "pag_024" },
      { "texto": "Provar uma amostra do Vinho Branco", "destino": "pag_105" },
      { "texto": "Não experimentar e seguir adiante (e levar uma garrafa)", "destino": "pag_095" }
    ]
  },
  "pag_243": {
    "titulo": "Criatura Adormecida",
    "texto": "A passagem se estende por vários metros e depois termina em uma porta. Você escuta junto à porta e ouve uma respiração profunda e pesada vindo lá de dentro, como se alguma criatura de grande porte estivesse dormindo ali. Cuidadosamente, você experimenta a maçaneta, e a porta abre. Logo na entrada, embora o aposento esteja escuro, você consegue ver uma criatura muito grande, semelhante a um Goblin, adormecida no chão.",
    "opcoes": [
      { "texto": "Arriscar-se a entrar no aposento na ponta dos pés", "destino": "pag_352" },
      { "texto": "Retornar à encruzilhada e tentar a passagem da direita", "destino": "pag_002" }
    ]
  },
  "pag_244": {
    "titulo": "Ilusão da Invisibilidade",
    "texto": "Quando você se concentra no seu Encanto, os Giras param. Eles estão evidentemente apreensivos em relação ao que você está planejando. De repente, diante de seus olhos peludos, você desaparece! Eles tagarelam novamente excitados. Para onde você foi? Sob a sua Ilusão da Invisibilidade, você pode continuar, escolhendo ou a passagem do lado direito, ou a do lado esquerdo, deixando os Giras procurando por você em vão.",
    "opcoes": [
      { "texto": "Tomar a passagem do lado direito", "destino": "pag_002" },
      { "texto": "Tomar a passagem do lado esquerdo", "destino": "pag_243" }
    ]
  },
  "pag_245": {
    "titulo": "Encontro com o Redemoinho Vivo",
    "texto": "Você parte na direção da Cidadela. Embora o ar da noite esteja calmo, você ouve um assobio fraco, que rapidamente fica cada vez mais alto, até que uma forte lufada de vento subitamente atinge você com tamanha força, que você mal consegue se mexer no sentido contrário. Você protege os olhos, até que a ventania diminui um pouco, e, quando você os abre, vê uma face fantasmagórica de mulher dentro do que parece ser um Redemoinho vivo. Ela move os lábios, dizendo palavras que você não consegue distinguir, mas, alguns segundos depois de ela ter terminado de falar, a mensagem chega até você. Ela parece considerar a sua aparência como ofensiva e está desafiando você com palavras agressivas. Você segura a sua espada, mas ela ri. Você vai ignorá-la e continuar, vai conversar com ela ou usará a sua magia para se livrar dela?",
    "opcoes": [
      { "texto": "Ignorá-la e continuar", "destino": "pag_161" },
      { "texto": "Conversar com ela", "destino": "pag_390" },
      { "texto": "Usar sua magia para se livrar dela", "destino": "pag_047" }
    ]
  },
  "pag_246": {
    "titulo": "Batalha contra o Calacorm",
    "texto": "Você desaparece. Você pode, porém, ainda observar o Calacorm da sua cela. Para sua consternação, a fera não reparou que você sumiu! Você espera pacientemente, mas não adianta, e agora você começa a se preocupar, porque o Encanto em breve perderá o efeito. Você chuta a terra junto a seus pés. A criatura levanta a cabeça e corre para a porta da sua cela. Você não está em parte alguma! Ele abre a porta e entra na cela, mas, ao fazê-lo, seu Encanto começa a se dissipar. \"Tentando me enganar, hein?\", diz o Calacorm, agarrando você. Será preciso agora lutar contra a criatura:<br><br><strong>CALACORM</strong><br>HABILIDADE 9<br>ENERGIA 8<br><br>Você pode lançar um Encanto da Fraqueza sobre ele, o que reduzirá sua HABILIDADE para cinco. Se você derrotar a criatura, poderá sair da cadeia pela passagem que segue na direção norte.",
    "opcoes": [
      { "texto": "Você venceu", "destino": "pag_174" },
      { "texto": "Você perdeu", "destino": "fim_morte_generica" }
    ]
  },
"pag_247": {
    "titulo": "Reação Furiosa",
    "texto": "Eles ficam chocados com seu pedido. Você pragueja ao compreender que não deveria ter revelado sua verdadeira missão a eles. Todos eles tagarelam agitados, por algum tempo, depois voltam-se na sua direção. Juntos, todos eles sopram com força. Para sua surpresa, o sopro deles é como um vento de tempestade, e você é atirado para trás de encontro à parede. Sua cabeça bate na parede áspera e rochosa, e você perde os sentidos.",
    "opcoes": [
      { "texto": "Perder os sentidos", "destino": "pag_234" }
    ]
  },
  "pag_248": {
    "titulo": "Queda da Torre",
    "texto": "Um silêncio se espalha pelo aposento. Subitamente, um grito de gelar o sangue nas veias vem de um dos cantos, e um rosto horrível surge no ar, voando na sua direção e gritando enquanto se aproxima. Seus cabelos ficam em pé, e suas pernas tornam-se bambas. De algum modo, você consegue chegar até a porta, abri-la violentamente e disparar por ela. Porém, você se esqueceu que está no alto de uma torre, e que a sacada não tem corrimão... Você se precipita pela borda e cai diretamente. Se você tiver um Encanto da Levitação, use-o. Do contrário, você se estatela como um pacote na base da torre, e seu corpo despedaçado solta o último suspiro...",
    "opcoes": [
      { "texto": "Usar um Encanto da Levitação", "destino": "pag_103" },
      { "texto": "Você não tem o Encanto da Levitação", "destino": "fim_morte_generica" }
    ]
  },
  "pag_249": {
    "titulo": "Porta da Despensa",
    "texto": "A passagem termina à sua frente em uma porta de madeira. Há um letreiro afixado nela, dizendo \"DESPENSA\". Você cola os ouvidos junto a ela, mas não ouve nada. A porta está trancada. Se você tiver uma Chave de Cobre, poderá tentar usá-la aqui. Do contrário, você pode tentar arrombar a porta, ou retornar para a encruzilhada e seguir pela outra passagem.",
    "opcoes": [
      { "texto": "Usar uma Chave de Cobre", "destino": "pag_392" },
      { "texto": "Tentar arrombar a porta", "destino": "pag_231" },
      { "texto": "Retornar para a encruzilhada e seguir pela outra passagem", "destino": "pag_055" }
    ]
  },
  "pag_250": {
    "titulo": "Você morreu",
    "texto": "Você se concentra e, diante de seus olhos, começa a se formar um ciclone que cresce e devasta o aposento. Cadeiras, livros e todo tipo de objetos voam pelo ar e são postos a girar em torno do aposento, deixando você intacto. Você dá um passo adiante, mas pára repentinamente ao ouvir um som de uma risada alta. Você olha para o aposento e vê que o Tapete Voador e a Cabeça de Cachorro se transformaram em estátuas de pedra. Um deles provoca você. \"Nós, meu querido aventureiro, somos MIKS. Somos mestres da ilusão. Seus truques primários não podem nos enganar!\" O homem, que agora se transformou em uma Cobra, deslizou pelo tapete nesse meio tempo, enroscou-se em volta da sua perna e está cravando os dentes nas suas nádegas. A dor é insuportável, e você desaba no chão, já consciente de que a mordida era venenosa. Tome cuidado com os Miks na sua próxima aventura. Esta terminou aqui...",
    "opcoes": [
      { "texto": "Você não sobreviveu", "destino": "fim_morte_generica" }
    ]
  },
  "pag_251": {
    "titulo": "Pátio da Cidadela",
    "texto": "Você caminha em frente, entrando em um pátio aberto e espaçoso, circundado por grandes muros. Há várias tochas queimando, e grupos de figuras se movimentam na escuridão. Há um monumento de algum tipo no centro do pátio - talvez uma fonte. Olhando para o outro lado do pátio, você consegue ver o que parece ser a entrada principal da torre.",
    "opcoes": [
      { "texto": "Esgueirar-se pela parede na direção da torre, contornando o pátio", "destino": "pag_222" },
      { "texto": "Caminhar decididamente, atravessando o pátio", "destino": "pag_179" },
      { "texto": "Ir na ponta dos pés pelas sombras, na direção de um dos grupos", "destino": "pag_321" }
    ]
  },
"pag_252": {
    "titulo": "Miríade Arrebatada",
    "texto": "Você laçou cinco ou seis das suas cabeças! Ela luta para se livrar do nó. Com um bote, a Miríade é arrancada da sua mão. Mas, ainda assim, a criatura foi suficientemente ameaçada para permitir que você salte na direção da porta de outro lado do aposento.",
    "opcoes": [
      { "texto": "Saltar na direção da porta", "destino": "pag_229" }
    ]
  },
  "pag_253": {
    "titulo": "Queijo Estranhamente Reconfortante",
    "texto": "O queijo está realmente maduro demais, mas, ao comê-lo, você se sente estranhamente reconfortado. O sabor, uma vez dentro de sua boca, é muito apreciável, e você come diversos bocados. Você pode acrescentar um ponto de HABILIDADE, três pontos de ENERGIA e um ponto de SORTE por esta refeição, e depois pode sair.",
    "opcoes": [
      { "texto": "Sair pela porta da parede do lado esquerdo", "destino": "pag_013" },
      { "texto": "Sair pela porta oposta à que você entrou", "destino": "pag_281" }
    ]
  },
  "pag_254": {
    "titulo": "Queda e Ferimento",
    "texto": "Você rola escada abaixo, atravessa o aposento e finalmente se choca contra a parede do outro lado do salão. Você torce o cotovelo seriamente. Perde por isso um ponto de HABILIDADE e dois pontos de ENERGIA, e depois sobe pela outra escadaria.",
    "opcoes": [
      { "texto": "Subir pela outra escadaria", "destino": "pag_197" }
    ]
  },
  "pag_255": {
    "titulo": "Encontro com a Criatura da Lança",
    "texto": "A criatura olha para você. Seus olhos se estreitam. Há uma lança longa em suas mãos, que ela rapidamente aponta na sua direção. \"Esta não é a senha!\" ela grita e sai para a batalha. Teste a sua Sorte.",
    "opcoes": [
      { "texto": "Se tiver sorte (tenta um blefe)", "destino": "pag_198" },
      { "texto": "Se não tiver sorte (a criatura avança para lutar)", "destino": "pag_290" }
    ]
  },
  "pag_256": {
    "titulo": "A Prova de Lealdade do Feiticeiro",
    "texto": "O feiticeiro sorri. \"Então você se juntará a mim!\" ele ri. \"Mas primeiro eu preciso garantir a sua lealdade genuína.\" A mão dele pousa em sua testa. Ele fecha os olhos e se concentra. Você sente a sua vontade se esvaindo. Seu espírito de luta está abandonando você. Depois de alguns momentos, ele retira a mão. Você está livre na frente dele. Você se inclinará para saudá-lo como seu mestre ou pegará sua espada e cravará nele?",
    "opcoes": [
      { "texto": "Inclinar-se para saudá-lo como seu mestre", "destino": "pag_065" },
      { "texto": "Pegar sua espada e cravar nele", "destino": "pag_155" }
    ]
  },
  "pag_257": {
    "titulo": "Aposento Iluminado pela Tocha",
    "texto": "Você olha à sua volta no aposento. Está iluminado somente pela sua tocha. Embora seja um aposento bastante grande, possui pouca mobília, com apenas uma grande rocha, cortada de modo a servir de mesa, e uma rocha menor com o formato de uma banqueta. Em um dos cantos, há uma pilha de rochas unidas por uma camada de lama. Você não consegue imaginar qual é a serventia disso, embora haja três arcas de madeira sobre ela. Então, você pula de susto quando sua tocha ilumina uma grande criatura, aparentemente também ela própria feita de rocha, de pé junto a uma porta. Possui aproximadamente uma forma humana, ainda que um tanto maior. Seus olhos estão dirigidos diretamente para você, mas você não consegue ter certeza de que ela esteja de fato vendo você!",
    "opcoes": [
      { "texto": "Correr para a outra porta", "destino": "pag_237" },
      { "texto": "Tentar falar com a criatura", "destino": "pag_357" },
      { "texto": "Avançar lentamente na direção das caixas no canto", "destino": "pag_200" }
    ]
  },
"pag_258": {
    "titulo": "Impressão com Encantos",
    "texto": "Nenhuma de suas ofertas é particularmente interessante para estas criaturas, que estão muito mais interessadas em você do que em seus presentes. Você tenta impressiona-las com um Encanto da Ilusão, criando um arco-íris com todas as cores de lado a lado do aposento. Eles ficam fascinados e permitem que você passe para a porta do outro lado. Se você não tiver um Encanto da Ilusão, terá que usar um dos seus outros Encantos para impressioná-los. Se você não possuir nenhum outro Encanto, terá que se aproximar deles.",
    "opcoes": [
      { "texto": "Usar um Encanto da Ilusão (se tiver)", "destino": "pag_140" },
      { "texto": "Usar outro Encanto (se tiver)", "destino": "pag_140" },
      { "texto": "Não ter Encantos (aproximar-se deles)", "destino": "pag_366" }
    ]
  },
  "pag_259": {
    "titulo": "Fuga da Ventania",
    "texto": "Decepcionada, ela olha enquanto você flutua no ar acima dela. Ela gira em torno de si mesma freneticamente, tentando sugar você para baixo, mas você está fora do alcance dela. Você provoca com um sorriso e um aceno de mão, depois flutua na direção da Torre Negra, aterrissando lado de fora da entrada principal.",
    "opcoes": [
      { "texto": "Aterrissar na entrada principal da Torre Negra", "destino": "pag_218" }
    ]
  },
  "pag_260": {
    "titulo": "Caixa Aberta e Chave de Prata",
    "texto": "Depois de alguma insistência, a caixa abre. Há uma chave de prata lá dentro. Você:",
    "opcoes": [
      { "texto": "Tentar usar a chave na segunda caixa", "destino": "pag_034" },
      { "texto": "Tentar usar a chave na terceira caixa", "destino": "pag_299" },
      { "texto": "Pegar a chave e partir para a porta de saída", "destino": "pag_237" }
    ]
  },
  "pag_261": {
    "titulo": "Identificação do Guarda",
    "texto": "O Macaco-Cachorro pede para ver as suas ervas. Por sorte, você tinha apanhado alguns punhados de ervas no caminho, e você mostra isso a eles. Inclinando a cabeça para um lado, a criatura olha para você com desconfiança. Pergunta a você então o nome do guarda que você veio tratar – uma coisa que não estava nos seus planos! Você pensa rapidamente em um nome para enganar a criatura:",
    "opcoes": [
      { "texto": "Dizer 'Kylltrog'", "destino": "pag_081" },
      { "texto": "Dizer 'Pincus'", "destino": "pag_175" },
      { "texto": "Dizer 'Blag'", "destino": "pag_394" }
    ]
  },
  "pag_262": {
    "titulo": "Batalha contra o Gark",
    "texto": "Quando você lança o Encanto, um Gark idêntico, armado da mesma maneira, aparece diante de você. A uma ordem sua, a batalha começa:<br><br><strong>GARK</strong><br>HABILIDADE 7<br>ENERGIA 11<br><br>Se a sua criação perder, você terá que terminar a batalha sozinho até a morte com a sua espada. Se você ou a sua criatura derrotarem o Gark, continue a jornada.",
    "opcoes": [
      { "texto": "Você venceu (ou sua criação venceu)", "destino": "pag_180" },
      { "texto": "Você perdeu (ou sua criação perdeu e você foi derrotado)", "destino": "fim_morte_generica" }
    ]
  },
  "pag_263": {
    "titulo": "Descrição dos Calacorms",
    "texto": "Os Calacorms são criaturas confiáveis e conformadas. São répteis grandes, com pele cinzenta, caudas longas e duas cabeças, que tagarelam sem parar uma com a outra. Eles não precisam de muita coisa, tendo poucas ambições na vida além de seus trabalhos, sua comida (eles se alimentam de serpentes mortas) e seus confortos domésticos. O bastante destoante de sua natureza plácida é o grande prazer que sentem com os gritos e a dor das torturas, além de, muito estranhamente, terem um pavor mortal de ratos, apesar de seu tamanho enorme.",
    "opcoes": [
      { "texto": "Entender mais sobre os Calacorms", "destino": "pag_326" }
    ]
  },
"pag_264": {
    "titulo": "Batalha contra o Homem-Rino",
    "texto": "Seus grandes músculos se distendem e seguram firmemente o cabo da espada. Você se posiciona e enfrenta o HOMEM-RINO, pronto para a batalha. Por causa de sua força adicional, você pode jogar um dos dados de novo, quando estiver calculando a sua Força de Ataque (isto é, a sua Força de Ataque será o seu índice de HABILIDADE mais a soma de três números obtidos nos dados, ao invés dos dois normais):<br><br><strong>HOMEM-RINO</strong><br>HABILIDADE 8<br>ENERGIA 9<br><br>Se você vencer, poderá entrar na Torre Negra.",
    "opcoes": [
      { "texto": "Você venceu", "destino": "pag_177" },
      { "texto": "Você perdeu", "destino": "fim_morte_generica" }
    ]
  },
  "pag_265": {
    "titulo": "Corredor para Grande Aposento",
    "texto": "Você está em um corredor curto, que termina em uma grande porta de madeira à sua frente. Você tenta a maçaneta, e a porta abre para um grande aposento.",
    "opcoes": [
      { "texto": "Entrar no grande aposento", "destino": "pag_169" }
    ]
  },
  "pag_266": {
    "titulo": "Transformação e Ataque",
    "texto": "Ele não está interessado na sua conversa ou nas suas histórias, e questiona o seu direito de estar ali. Sem aviso prévio, ele se transforma em uma Serpente, silvando para você, e desliza pelo chão na sua direção. Enquanto isso, a Cabeça de Cachorro na parede se desprendeu e está agora flutuando na sua direção pelo ar. Você usará um Encanto contra eles ou procurará alguma coisa em sua mochila para usar?",
    "opcoes": [
      { "texto": "Usar um Encanto contra eles", "destino": "pag_310" },
      { "texto": "Procurar algo na mochila para usar", "destino": "pag_054" }
    ]
  },
  "pag_267": {
    "titulo": "Cálice de Água Lamacenta",
    "texto": "Quando você segura o cálice, o líquido fica verde, e depois marrom sujo, diante de seus olhos. Cheira a podre, mas você toma um gole. Com uma careta, você cospe tudo - você está bebendo água lamacenta! Você sai da câmara e se dirige à Cidadela. Você perde um ponto de SORTE.",
    "opcoes": [
      { "texto": "Sair da câmara e ir para a Cidadela", "destino": "pag_156" }
    ]
  },
  "pag_268": {
    "titulo": "Arrombando a Porta",
    "texto": "Quando você golpeia a porta, a madeira racha um pouco, mas não cede. Você tenta de novo, e dessa vez a madeira se parte ao meio. Você abre caminho e entra no aposento do outro lado.",
    "opcoes": [
      { "texto": "Entrar no aposento", "destino": "pag_210" }
    ]
  },
"pag_269": {
    "titulo": "Disputa pelo Punhal",
    "texto": "Os dois homens estão sujos e maltrapilhos. Quando se aproxima, você pode ouvi-los discutindo em voz alta sobre o preço de um punhal. O mais alto deles está obviamente tentando vender o punhal para o outro. Ele argumenta que o punhal é encantado, e vale mais do que o outro está disposto a pagar por ele. Quando você chega mais perto, ele pega você pelo braço e pergunta sua opinião sobre o preço da arma. O que você dirá:",
    "opcoes": [
      { "texto": "Cinco Peças de Ouro", "destino": "pag_205" },
      { "texto": "Oito Peças de Ouro", "destino": "pag_186" },
      { "texto": "Dez Peças de Ouro", "destino": "pag_225" }
    ]
  },
  "pag_270": {
    "titulo": "Escolha de Portas",
    "texto": "Você pode escolher a porta da esquerda ou a da direita.",
    "opcoes": [
      { "texto": "Escolher a porta da esquerda", "destino": "pag_185" },
      { "texto": "Tentar a porta da direita", "destino": "pag_023" }
    ]
  },
  "pag_271": {
    "titulo": "O Aperto de Mão do Duende",
    "texto": "Você aperta a mão dele e se apresenta - e grita quando os nervos da sua mão e braço ficam dormentes! O'Seamus se escangalha de rir. Você perde um ponto de HABILIDADE, uma vez que estava usando seu braço da espada. Você está ficando aborrecido, mas o homenzinho continua a apertar a sua mão e rir. Uma risada vem de trás de você, e você se vira e vê o brincalhão flutuando no ar, sorrindo. Mas você está ainda apertando a mão dele diante de você... ou não está? Na realidade, você compreende agora que está freneticamente apertando a mão de um boneco empalhado que balança juntamente com seu braço enquanto você se movimenta. Você atira o boneco no chão - mas ele está grudado na sua mão! A situação é ridícula, e você está ficando muito zangado. \"Só uma brincadeirinha\", diz o Duende. \"Agora, o que posso fazer por você?\" Você perguntará a ele o caminho para seguir adiante ou desembainhará a sua espada?",
    "opcoes": [
      { "texto": "Perguntar o caminho para seguir adiante", "destino": "pag_348" },
      { "texto": "Desembainhar sua espada", "destino": "pag_131" }
    ]
  },
  "pag_272": {
    "titulo": "Espólio da Luta",
    "texto": "Você revista os bolsos dele e encontra oito Peças de Ouro. A Miríade de Bolso infelizmente foi danificada na luta, mas talvez você possa encontrar algum uso para ela, podendo levá-la com você. Agora você pode investigar a Adega dos Vinhos, ou atravessá-la e seguir adiante pela porta do outro lado do aposento.",
    "opcoes": [
      { "texto": "Investigar a Adega dos Vinhos", "destino": "pag_242" },
      { "texto": "Atravessar a adega e seguir pela porta", "destino": "pag_095" }
    ]
  },
  "pag_273": {
    "titulo": "A Senha",
    "texto": "A senha :",
    "opcoes": [
      { "texto": "Cimitarra?", "destino": "pag_371" },
      { "texto": "Ganjees?", "destino": "pag_255" },
      { "texto": "Kraken?", "destino": "pag_049" }
    ]
  },
  "pag_274": {
    "titulo": "Armário de Armas",
    "texto": "O armário das armas está trancado, mas pode ser facilmente arrebentado. Lá dentro há várias espadas e lanças. Você vai arrebentar a fechadura e escolher uma arma ou procurará em sua mochila um artefato para usar?",
    "opcoes": [
      { "texto": "Arrebentar a fechadura e escolher uma arma", "destino": "pag_353" },
      { "texto": "Procurar um artefato na mochila para usar", "destino": "pag_277" }
    ]
  },
"pag_275": {
    "titulo": "Batalha contra o Elfo Negro",
    "texto": "Você reconhece o mecanismo como sendo uma Miríade de Bolso, um objeto encantado que pode se transformar em qualquer tipo de armas e outros artefatos úteis. Vocês dois se preparam para a batalha. Você pode lutar contra ele com sua espada:<br><br><strong>ELFO NEGRO</strong><br>HABILIDADE 8<br>ENERGIA 4<br><br>Ou você pode lançar um Encanto. Se você lançar um Encanto da Fraqueza, a HABILIDADE dele fica reduzida a cinco. Se você lançar um Encanto de Cópia de Criatura, um Elfo Negro idêntico, com uma Miríade de Bolso, lutam contra o Elfo (resolva a batalha entre eles e, se o Elfo Negro original vencer, você terá que liquidá-lo pessoalmente). Se você quiser lançar um Encanto da Ilusão, vá para o destino específico. Se você lutar contra ele e vencer, retorne.",
    "opcoes": [
      { "texto": "Lutar com sua espada", "destino": "pag_272" },
      { "texto": "Lançar um Encanto da Fraqueza", "destino": "pag_272" },
      { "texto": "Lançar um Encanto de Cópia de Criatura", "destino": "pag_272" },
      { "texto": "Lançar um Encanto da Ilusão", "destino": "pag_399" }
    ]
  },
  "pag_276": {
    "titulo": "Queda no Poço Profundo",
    "texto": "Você cai no fundo de um poço profundo – possivelmente um manancial de água tapado. Você se recompõe e parece estar inteiro. Mas como você vai sair? Cavar apoios para os pés nas paredes do poço com sua espada levaria um tempo enorme. Você poderia lançar um Encanto da Força para ajudá-lo nessa tarefa ou poderia gritar, pedindo ajuda. Qual dessas possibilidades você escolherá?",
    "opcoes": [
      { "texto": "Lançar um Encanto da Força para cavar apoios", "destino": "pag_165" },
      { "texto": "Gritar pedindo ajuda", "destino": "pag_202" }
    ]
  },
  "pag_277": {
    "titulo": "Usar Artefato da Mochila",
    "texto": "Você sem dúvida recolheu diversos artefatos no seu caminho através da Cidadela. Você tem alguma das seguintes coisas? Se tiver, poderá usar uma delas agora:",
    "opcoes": [
      { "texto": "Usar uma Aranha em um vidro", "destino": "pag_330" },
      { "texto": "Usar uma Miríade de Bolso", "destino": "pag_315" },
      { "texto": "Usar Pequenas Amoras", "destino": "pag_076" },
      { "texto": "Não ter nenhuma dessas coisas", "destino": "pag_119" }
    ]
  },
 "pag_278": {
    "titulo": "Jogo das Pedras Mágicas",
    "texto": "Pedras Mágicas é um jogo um tanto perigoso, mas os Prêmios são altos. Antes do jogo começar, seu Mestre de Jogos, que é um aprendiz de feiticeiro, lança um encanto sobre uma rocha, que fará com que ela exploda em algum momento posterior. Os jogadores ficam em círculo e passam a pedra de um para o outro, percorrendo a roda. Quando a pedra explode, o jogador que a estiver segurando está fora do jogo - e termina com as mãos bastante machucadas! Os jogadores que permanecem recebem outra Pedra Mágica para passar de um para o outro, e o jogo continua até que só reste um jogador. Os espectadores apostam nos jogadores, mas, antes de apostar, eles têm que contribuir com três Peças de Ouro para o dinheiro do prêmio. Neste jogo, você poderá ganhar trinta e seis Peças de Ouro, com risco de feriras suas mãos. Tendo escolhido esta opção, você terá que participar do jogo pelo menos uma vez, mas poderá continuar a jogar por tanto tempo quanto quiser. Se vencer, poderá tomar posse de trinta e seis Peças de Ouro por cada um dos jogos que participar. Se perder, terá que deduzir dois pontos de HABILIDADE e quatro pontos de ENERGIA por cada jogo.<br><br>Joga-se da seguinte maneira: lance um dado para saber quantos outros jogadores se juntarão a você. Dê uma letra para cada jogador (A, B, C, etc. - você é o jogador A) e escreva tudo em uma folha de papel, na forma de um círculo. Depois, jogue outro dado para cada jogador para ver quem começa com a pedra (o número maior começa). Jogue dois dados para o primeiro jogador, que tem que obter menos de doze. Siga adiante para o próximo jogador, que tem que tirar menos de onze. O terceiro jogador tem que obter menos de dez, e assim por diante. Desloque o seu lápis de letra para letra em volta do círculo para ter controle de quem está coma Pedra Mágica. Quando um jogador obtiver um número maior do que o limite estabelecido, a pedra explode, e este jogador está fora. Começa então tudo de novo (isto é, o número limite volta a ser doze), sem o perdedor. Se algum jogador tirar um número igual ao limite, a pedra explode na passagem, e você terá que repetir a rodada.",
    "opcoes": [
      { "texto": "Parar de jogar e jogar Escolha de Seis", "destino": "pag_171" },
      { "texto": "Parar de jogar e jogar Faca Faquinha", "destino": "pag_365" },
      { "texto": "Parar de jogar e sair do salão de jogos", "destino": "pag_031" }
    ]
  },
  "pag_279": {
    "titulo": "Flutuando no Aposento",
    "texto": "Você flutua no ar. O aposento continua a sacudir à sua volta, mas você pode voar livremente. Poderá se movimentar para onde quiser no aposento:",
    "opcoes": [
      { "texto": "Ir para o armário de armas", "destino": "pag_044" },
      { "texto": "Contornar rapidamente para trás do feiticeiro", "destino": "pag_318" },
      { "texto": "Ir na direção da janela", "destino": "pag_078" },
      { "texto": "Ir para baixo da mesa", "destino": "pag_335" }
    ]
  },
  "pag_280": {
    "titulo": "Você morreu",
    "texto": "A criatura está atacando você impiedosamente, e não há nada que você possa fazer para evitar isso. Sua perna está coberta de sangue, e a dor é arrasadora. Você luta com a cabeça que não está vendo, mas não adianta nada. A criatura salta sobre o seu pescoço, e sua última lembrança, antes de perder os sentidos, é de suas mandíbulas se fechando sobre a sua garganta.",
    "opcoes": [
      { "texto": "Você não sobreviveu", "destino": "pag_323" }
    ]
  },
 "pag_281": {
    "titulo": "Encontro Inesperado",
    "texto": "Você abre a porta para outro aposento e surpreende quatro pequenas criaturas sentadas no chão nu. Elas levantam-se rapidamente, chocadas com a sua chegada. Você:",
    "opcoes": [
      { "texto": "Desembainhar sua espada e se preparar para atacar", "destino": "pag_382" },
      { "texto": "Dizer a eles que está só de passagem", "destino": "pag_285" },
      { "texto": "Tentar entabular uma conversa com eles", "destino": "pag_356" }
    ]
  },
  "pag_282": {
    "titulo": "Vitória sobre a Cobra de Esgoto",
    "texto": "Você lança uma pequena bola de fogo diretamente sobre a Cobra de Esgoto, que queima seu corpo, cortando-a em duas metades. As duas metades agora atacam você e estão esmagando o seu peito. Você perde dois pontos de ENERGIA. Tentando uma estratégia diferente, você cria chamas que queimam em cada mão e as esfrega sobre os anéis de seu corpo enroscado. A criatura se contorce violentamente e afrouxa a pressão! Você encontra sua cabeça e a espreme com as suas mãos flamejantes, queimando-a fatalmente.",
    "opcoes": [
      { "texto": "Continuar a jornada", "destino": "pag_112" }
    ]
  },
  "pag_283": {
    "titulo": "Você fracassou em sua missão",
    "texto": "Sem magia, o seu destino está selado. Você está fadado a passar o resto dos seus dias como prisioneiro na Cidadela do Caos.<br><br>Você fracassou na sua missão.",
    "opcoes": [
      { "texto": "Você não sobreviveu", "destino": "fim_morte_generica" }
    ]
  },
  "pag_284": {
    "titulo": "Tentáculo Persistente",
    "texto": "Você lança o Encanto (elimine-o da sua Lista de Encantos) e começa a sair do chão. O tentáculo não solta, e a dor em sua perna se torna insuportável. Você resolve retornar ao solo antes que a sua perna seja arrancada do corpo. Você terá que lutar contra ele com sua espada ou lançar um Encanto do Fogo.",
    "opcoes": [
      { "texto": "Lutar com sua espada", "destino": "pag_071" },
      { "texto": "Lançar um Encanto do Fogo", "destino": "pag_114" }
    ]
  },
  "pag_285": {
    "titulo": "Passagem Pacífica",
    "texto": "Você diz a eles que não pretende fazer nenhum mal, está apenas prosseguindo em seu caminho. Eles suspiram aliviados. O aposento é esparsamente decorado com pedaços de folhagem, e um pequeno fogo queima sob um orifício no teto em um dos cantos. Há duas portas na parede oposta. As pequenas criaturas dizem que você pode seguir adiante em seu caminho tanto por uma ponta quanto pela outra. Você escolhe a porta da esquerda ou a porta da direita?",
    "opcoes": [
      { "texto": "Escolher a porta da esquerda", "destino": "pag_185" },
      { "texto": "Escolher a porta da direita", "destino": "pag_023" }
    ]
  },
  "pag_286": {
    "titulo": "Criaturas Sem Resistência",
    "texto": "As pequenas criaturas guincham e se amontoam quando você se aproxima. Você passa todas a fio de espada, mas eles não oferecem nenhuma resistência! Você fica um pouco desconfiado com essa batalha tão fácil e dirige-se para a porta do outro lado do aposento.",
    "opcoes": [
      { "texto": "Dirigir-se para a porta", "destino": "pag_140" }
    ]
  },
  "pag_287": {
    "titulo": "Oferta do Unguento",
    "texto": "Você oferece o Vidro do Unguento. Alguma coisa invisível arranca-o da sua mão e leva-o na direção de uma das cabeças de animais. Mãos invisíveis desatarraxam a tampa, e a cabeça fareja o unguento lá dentro. Voltando-se para você, a cabeça exclama: \"Ora, isso é apenas um bálsamo curativo de alquimista! Para que precisamos disso?\" O Vidro cai no chão e se parte. Você pode:",
    "opcoes": [
      { "texto": "Oferecer uma Miríade de Bolso", "destino": "pag_160" },
      { "texto": "Oferecer algumas Peças de Ouro", "destino": "pag_027" },
      { "texto": "Bater em rápida retirada e tentar a outra porta", "destino": "pag_025" }
    ]
  },
 "pag_288": {
    "titulo": "Batalha contra Macaco-Cachorro e Cachorro-Macaco",
    "texto": "As duas criaturas avançam. O Macaco-Cachorro ataca você primeiro, seguido pelo Cachorro-Macaco. Você lançará um encanto ou se manterá firme e lutará?<br><br>Você poderá lançar:<br>Um Encanto da Força<br>Um Encanto da Levitação<br><br>Ou poderá lutar com um de cada vez:<br><strong>Macaco-Cachorro</strong><br>HABILIDADE 7<br>ENERGIA 4<br><br><strong>Cachorro-Macaco</strong><br>HABILIDADE 6<br>ENERGIA 6<br><br>Se você matar os dois na batalha, siga para a próxima etapa.",
    "opcoes": [
      { "texto": "Lançar um Encanto da Força", "destino": "pag_162" },
      { "texto": "Lançar um Encanto da Levitação", "destino": "pag_086" },
      { "texto": "Vencer a Luta", "destino": "pag_032" },
      { "texto": "Perder a Luta", "destino": "fim_morte_generica" }
    ]
  },
  "pag_289": {
    "titulo": "Escolher Item da Mochila",
    "texto": "O que você tirará de sua mochila?",
    "opcoes": [
      { "texto": "Um Espelho de Prata?", "destino": "pag_340" },
      { "texto": "Um Frasco de Essência de Erva de Porco?", "destino": "pag_214" },
      { "texto": "Um Vidro de Unguento?", "destino": "pag_305" },
      { "texto": "Não ter nenhuma dessas coisas", "destino": "pag_304" }
    ]
  },
  "pag_290": {
    "titulo": "Enfrentando o Homem-Rino",
    "texto": "O HOMEM-RINO dá um passo adiante e desfere uma estocada com sua lança na sua direção. Você pula rapidamente e se desvia. Embora ele não esteja usando uma armadura, seu couro grosso parece ser proteção suficiente. Você tem que decidir se o enfrenta em combate ou usa a sua magia. Você desembainha a sua espada ou tenta um encanto? Você pode usar:",
    "opcoes": [
      { "texto": "Desembainhar sua espada", "destino": "pag_325" },
      { "texto": "Usar um Encanto da Fraqueza", "destino": "pag_307" },
      { "texto": "Usar um Encanto da Levitação", "destino": "pag_070" },
      { "texto": "Usar um Encanto da Força", "destino": "pag_264" }
    ]
  },
  "pag_291": {
    "titulo": "Negociação e Fuga com Unguento",
    "texto": "\"O que é isso?\" pergunta uma voz fantasmagórica. Você negocia com eles. Você deixará que eles fiquem com o unguento, se eles deixarem você passar pelo aposento, já que você não está interessado neles. Uma fantasmagórica mão aparece do nada e tenta arrancar o vidro da sua mão, mas você o guarda rapidamente. \"É de fato o Unguento da Cura\", você ouve uma das vozes dizendo baixo. \"Aceitamos a sua oferta\", diz uma voz. \"Deixe o Vidro onde você está e saia do aposento por esta porta\". Uma porta do outro lado brilha suavemente. Você não confia neles e leva o Vidro com você até a porta. Quando você abre a porta, atira o Vidro para o outro lado do aposento e sai rapidamente.",
    "opcoes": [
      { "texto": "Sair rapidamente da porta", "destino": "pag_328" }
    ]
  },
"pag_292": {
    "titulo": "Quarto da Mulher Enraivecida",
    "texto": "O aposento é um elegante quarto de dormir suntuosamente decorado com rendas finas e um tapete de pele. No centro do aposento, há uma grande cama de quatro colunas. Sentada e recostada na cama, evidentemente acordada pela agitação toda, está uma linda mulher, com uma aparência de sílfide, longos cabelos negros e olhos profundos e penetrantes. \"Que direito você tem de entrar aqui?\" ela grita. Com estas palavras seus olhos ficam vermelhos como sangue e dois jatos de fogo líquido jorram deles diretamente sobre você. Você:",
    "opcoes": [
      { "texto": "Criar um Encanto do Escudo para se proteger", "destino": "pag_376" },
      { "texto": "Sair do aposento rapidamente e experimentar a porta ao lado", "destino": "pag_064" },
      { "texto": "Dizer ter um presente especial para ela", "destino": "pag_042" }
    ]
  },
  "pag_293": {
    "titulo": "Encanto que Trava o Tridente",
    "texto": "Em cima da hora, seu Encanto trava o Tridente em pleno vôo, horrivelmente próximo a seu pescoço. Ele cai no chão.",
    "opcoes": [
      { "texto": "Seguir adiante", "destino": "pag_374" }
    ]
  },
  "pag_294": {
    "titulo": "Desculpa do Gark",
    "texto": "O Gark se recompõe, abaixa o machado e começa a se desculpar com você por estar dormindo no posto. Por insistência dele, você concorda em não dizer nada a ninguém. A criatura se oferece para levar a sua túnica, mas você recusa o oferecimento e segue em frente.",
    "opcoes": [
      { "texto": "Recusar a túnica e seguir em frente", "destino": "pag_099" }
    ]
  },
  "pag_295": {
    "titulo": "Transformação em Escorpião Gigante",
    "texto": "Você se concentra e começa a se transformar em um Escorpião Gigante. O Anão e o Goblin interrompem seus passos, mas o Orca se comporta como se nada tivesse acontecido. Os outros dois veem você picar o Orca com sua cauda, mas o Orca nem se abala e chama os outros dois. Vendo que você não causou mal algum, eles sacodem suas cabeças e olham de novo, vendo então o verdadeiro você. O Orca tenta segurar você.",
    "opcoes": [
      { "texto": "Ser contido pelo Orca", "destino": "pag_213" }
    ]
  },
  "pag_296": {
    "titulo": "Porta Aberta",
    "texto": "A chave gira e a porta abre.",
    "opcoes": [
      { "texto": "Entrar pela porta", "destino": "pag_292" }
    ]
  },
  "pag_297": {
    "titulo": "Alarme e Bifurcação no Corredor",
    "texto": "Você bate a porta, fechando-a atrás de você, e, juntamente com o alarme estridente, você ouve o som de passos, correndo rapidamente e se aproximando. O corredor à sua frente se bifurca. Você dispara e segue pelo caminho da esquerda ou o da direita - ou prefere retornar pela porta e chamar o mordomo?",
    "opcoes": [
      { "texto": "Disparar e seguir pelo caminho da esquerda", "destino": "pag_316" },
      { "texto": "Disparar e seguir pelo caminho da direita", "destino": "pag_002" },
      { "texto": "Retornar pela porta e chamar o mordomo", "destino": "pag_075" }
    ]
  },
  "pag_298": {
    "titulo": "Cálice Efervescente",
    "texto": "Quando suas mãos se fecham em torno do cálice, ele começa a efervescer e espumar, respingando em você quando você o ergue até seus lábios. Você tem certeza de que quer provar isso?",
    "opcoes": [
      { "texto": "Não provar e escolher outra coisa", "destino": "pag_058" },
      { "texto": "Determinado a provar", "destino": "pag_141" }
    ]
  },
  "pag_299": {
    "titulo": "Caixa Invisível",
    "texto": "A chave não gira, por mais que você tente. Na sua frustração, você atira a caixa no chão - e ela desaparece! Você procura à sua volta pela caixa invisível, mas não consegue achá-la em lugar nenhum. Em desespero total, você se vira na direção da porta e parte mais uma vez para a sua meta.",
    "opcoes": [
      { "texto": "Partir para sua meta", "destino": "pag_237" }
    ]
  },
  "pag_300": {
    "titulo": "Ataque de Facas",
    "texto": "Jogue um dado. Se você tirar um, dois ou três, então este número de facas atinge você (cada faca significa dois pontos a menos de ENERGIA). Se tirar um quatro, cinco ou seis, então elas não acertam você. Você tem que preparar-se para contra-atacar, seja com um Encanto da Ilusão, seja desembainhando a sua espada.",
    "opcoes": [
      { "texto": "Preparar-se para contra-atacar com um Encanto da Ilusão", "destino": "pag_244" },
      { "texto": "Preparar-se para contra-atacar desembainhando a sua espada", "destino": "pag_346" }
    ]
  },
"pag_301": {
    "titulo": "Sua Força se Esvaindo",
    "texto": "Você sente a força se espalhando pelo seu corpo. Você tenta lutar com a cabeça desta criatura, mas sua própria força parece ter também crescido e se igualado à sua. Sua perna está agora inútil e coberta de sangue. Sua força começa a se esvair e, quando isso acontece, as mandíbulas da criatura se fecham sobre a sua garganta. A consciência vai sumindo.",
    "opcoes": [
      { "texto": "Perder a consciência", "destino": "pag_323" }
    ]
  },
  "pag_302": {
    "titulo": "Serviço na Cozinha",
    "texto": "Elas ordenam que você leve uma bandeja de comida por uma porta na parede do outro lado para o Grande Salão e a deixe na mesa, pois os Ganjees logo estarão lá para ceia. Elas também advertem você para que não espere pelo Ganjees, ou provavelmente você terminará sendo a próxima refeição. Você leva a bandeja e sai pela porta distante. Feliz por ter saído da repulsiva cozinha delas, você segue uma passagem adiante, pára para deixar a bandeja e continua para uma outra porta. Você experimenta a maçaneta e ela gira.",
    "opcoes": [
      { "texto": "Entrar pela porta", "destino": "pag_169" }
    ]
  },
  "pag_303": {
    "titulo": "Batalha contra o Golem",
    "texto": "O Golem avança, e você o golpeia com sua espada, mas ela atinge uma rocha sólida e retine ruidosamente. Você terá que resolver esta batalha e deduzir um ponto de HABILIDADE durante a luta:<br><br><strong>GOLEM</strong><br>HABILIDADE 8<br>ENERGIA 10<br><br>Se você derrotar a criatura, siga para a próxima etapa.",
    "opcoes": [
      { "texto": "Você venceu", "destino": "pag_147" },
      { "texto": "Você perdeu", "destino": "fim_morte_generica" }
    ]
  },
"pag_304": {
    "titulo": "Encontro com o Gárgula",
    "texto": "A porta se abre, e você penetra no aposento. É bastante grande e está decorado com vários entalhes. Parece ser alguma coisa como o estúdio de um artista, e há diversas estátuas inacabadas de pedra alinhadas na parede. No centro do aposento, há um grande GÁRGULA de pedra sobre uma caixa entalhada em pedra. Quando você entra no aposento, a criatura faz ruído ao virar a cabeça na sua direção. Lentamente, ele desperta para a vida, descendo do seu pedestal. Está bloqueando o seu caminho pelo aposento para uma porta do outro lado. Você vai:",
    "opcoes": [
      { "texto": "Desembainhar sua espada e avançar", "destino": "pag_172" },
      { "texto": "Preparar-se para lançar um Encanto", "destino": "pag_026" },
      { "texto": "Procurar em sua mochila alguma coisa para usar", "destino": "pag_289" },
      { "texto": "Sair rapidamente deste aposento e tentar a porta do meio", "destino": "pag_064" }
    ]
  },
  "pag_305": {
    "titulo": "Ataque do Gárgula",
    "texto": "Você joga o Vidro no Gárgula. Ele se parte, mas não causa nenhum dano. A criatura dá um soco em você que o atinge no peito, jogando você no chão. Você perde dois pontos de ENERGIA. É melhor você sair deste aposento rapidamente e seguir pela sacada para a porta do meio.",
    "opcoes": [
      { "texto": "Sair do aposento e ir para a porta do meio", "destino": "pag_064" }
    ]
  },
  "pag_306": {
    "titulo": "Meia-Porta dos Jogadores",
    "texto": "A uma pequena distância, há uma porta que bloqueia a passagem. Na realidade, é apenas uma meia-porta, e chega só até a cintura em você. Um letreiro na porta aponta para adiante e diz \"Somente Jogadores\". Você vai empurrar e abrir esta porta ou voltará e entrará no aposento da porta ornamentada?",
    "opcoes": [
      { "texto": "Empurrar e abrir esta porta", "destino": "pag_052" },
      { "texto": "Voltar e entrar no aposento da porta ornamentada", "destino": "pag_132" }
    ]
  },
  "pag_307": {
    "titulo": "Batalha contra Homem-Rino Enfurecido",
    "texto": "Quando você lança o Encanto, a criatura avança sobre você e fere seu braço com a lança. Você perde dois pontos de ENERGIA. Depois o Encanto da Fraqueza começa a fazer efeito. A criatura fica lenta e começa a bufar e ofegar. Você desembainha a sua espada e avança para liquidá-la.<br><br><strong>HOMEM-RINO</strong><br>HABILIDADE 4<br>ENERGIA 7<br><br>Se você o derrotar, poderá entrar na Cidadela.",
    "opcoes": [
      { "texto": "Você venceu", "destino": "pag_177" },
      { "texto": "Você perdeu", "destino": "fim_morte_generica" }
    ]
  },
  "pag_308": {
    "titulo": "Entrando em Cômodo Escuro",
    "texto": "A maçaneta gira e você entra em um cômodo às escuras.",
    "opcoes": [
      { "texto": "Entrar no cômodo escuro", "destino": "pag_257" }
    ]
  },
  "pag_309": {
    "titulo": "Divisão de Espólios",
    "texto": "Vocês dois revistam os bolsos do homem alto. Você encontra vinte Peças de Ouro, as quais vocês repartem igualmente, e tiram a sorte para ver quem fica com o punhal; cara, você leva, coroa, ele leva (jogue uma moeda para isso).",
    "opcoes": [
      { "texto": "Você ficou com o punhal", "destino": "pag_015" },
      { "texto": "Ele ficou com o punhal", "destino": "pag_245" }
    ]
  },
  "pag_310": {
    "titulo": "Opções de Encantos",
    "texto": "Você usará:",
    "opcoes": [
      { "texto": "Um Encanto de Cópia de Criatura?", "destino": "pag_181" },
      { "texto": "Um Encanto da Ilusão?", "destino": "pag_250" },
      { "texto": "Um Encanto de Percepção Extra-Sensorial?", "destino": "pag_393" },
      { "texto": "Não possuir nenhum desses", "destino": "pag_104" }
    ]
  },
"pag_311": {
    "titulo": "Magia Anulada e Devlin no Ataque",
    "texto": "Você se concentra ao máximo, murmurando as palavras mágicas do seu Encanto. Uma das velhas nota sua atitude e grita para as outras duas. Você lança seu Encanto – mas nada acontece! Você olha para as velhas bruxas, que estão sorrindo para você. \"Não podemos permitir que você use magia contra o nosso bichinho de estimação\"; diz uma delas. Você desperdiçou um Encanto. Elimine um (à sua escolha) da sua lista de Encantos. Agora o Devlin está praticamente em cima de você, e você terá que se abaixar para se proteger ou desembainhar a sua espada.",
    "opcoes": [
      { "texto": "Abaixar-se para se proteger", "destino": "pag_178" },
      { "texto": "Desembainhar sua espada", "destino": "pag_061" }
    ]
  },
  "pag_312": {
    "titulo": "Espelho Quebrado",
    "texto": "Você segura o seu Espelho no alto. Isso parece ter pouco efeito sobre a criatura, que continua a avançar. Uma das cabeças se projeta e derruba o espelho, despedaçando-o no chão. Você tenta decidir o que fazer em seguida.",
    "opcoes": [
      { "texto": "Decidir o próximo passo", "destino": "pag_184" }
    ]
  },
  "pag_313": {
    "titulo": "A Fruta do Silêncio",
    "texto": "A fruta é doce e suculenta. Você come uma, depois outra - o sabor é delicioso! Você ganha dois pontos de ENERGIA. Mas, para sua surpresa, quando você tenta limpar a garganta depois, nenhum som sai da sua boca. Você comeu uma Fruta do Silêncio. Seu efeito peculiar é apenas temporário, mas você não será capaz de falar adequadamente por algum tempo, embora consiga se fazer entender, apesar de uma certa dificuldade. Isso significa, na prática, que não poderá usar a sua magia (da próxima vez que for dada uma opção de Encantos), mas, depois disso, voltará ao normal. Você pode continuar pela porta da parede à esquerda, ou pela porta oposta a que você acabou de usar para entrar.",
    "opcoes": [
      { "texto": "Continuar pela porta da parede à esquerda", "destino": "pag_013" },
      { "texto": "Continuar pela porta oposta à que você entrou", "destino": "pag_281" }
    ]
  },
  "pag_314": {
    "titulo": "Ilusão Falha",
    "texto": "Você tenta se concentrar, criando a ilusão de que o feiticeiro está igualmente em um aposento que sacode. O Encanto é lançado (e você tem que eliminá-lo de sua lista), mas não faz efeito; você não consegue se concentrar totalmente. Balthus Dire está quase em cima de você.",
    "opcoes": [
      { "texto": "Enfrentar Balthus Dire", "destino": "pag_373" }
    ]
  },
  "pag_315": {
    "titulo": "Miríade de Bolso e Espada Solar",
    "texto": "Balthus Dire cai em um estado de concentração, enquanto você brinca com a sua Miríade de Bolso. Você aperta um botão, e sai dela uma luz cintilante, que se estende até o comprimento de uma espada. Isso é uma Espada Solar e acrescentará quatro pontos à sua HABILIDADE quando você lutar com ela! Você se volta para enfrentar o feiticeiro, que está se concentrando em um Encanto há algum tempo.",
    "opcoes": [
      { "texto": "Enfrentar o feiticeiro com a Espada Solar", "destino": "pag_191" }
    ]
  },
"pag_316": {
    "titulo": "Ataque dos Giras",
    "texto": "As passadas que você ouviu - que realmente deveriam ser chamadas de \"mãozadas\" – pertencem a três GIRAS, que agora rolam descendo a passagem na sua direção, o que faz com que você recue de volta para a porta. Estas criaturas são animais peculiares que têm, ao invés de pernas, um segundo par de mãos. Eles se deslocam dando cambalhotas a um ritmo bem acelerado. Suas cabeças - ou pelo menos seus rostos - estão colocados no centro do peito. Embora não sejam muito prático como espadachins, tendo em vista seus meios de movimentação inadequados, são excelentes lançadores de facas. Pegando facas em seus cintos enquanto se movimentam em círculos, eles podem dispará-las em velocidade de fogo rápido, como rodas-de-santa-catarina. No momento, três facas desse tipo estão cruzando o ar na sua direção. Você pode usar um Encanto do Escudo para se proteger, ou Testar a sua Sorte.",
    "opcoes": [
      { "texto": "Usar um Encanto do Escudo para se proteger", "destino": "pag_220" },
      { "texto": "Testar a Sorte (se tiver sorte)", "destino": "pag_139" },
      { "texto": "Testar a Sorte (se não tiver sorte)", "destino": "pag_300" }
    ]
  },
  "pag_317": {
    "titulo": "Retratos e Medo de Balthus Dire",
    "texto": "Os quadros são retratos de vários Senhores e Condes de destaque no Reino da Rocha Escarpada. Atrás de uma cadeira, na cabeceira da mesa, há um retrato do próprio Balthus Dire. Ele realmente aparenta ser um adversário poderoso. Acrescente um ponto de SORTE pela advertência da sua aparência, mas você terá que perder um ponto de ENERGIA pelo medo que ele inspira. Você pode agora continuar pela escadaria do lado esquerdo ou pela escadaria do lado direito.",
    "opcoes": [
      { "texto": "Continuar pela escadaria do lado esquerdo", "destino": "pag_019" },
      { "texto": "Continuar pela escadaria do lado direito", "destino": "pag_197" }
    ]
  },
  "pag_318": {
    "titulo": "Feiticeiro Exausto e Anel de Rubi",
    "texto": "O feiticeiro está demonstrando sinais de exaustão mental e reage com lentidão quando você pára atrás dele. Você nota que ele está usando um anel de ouro com um grande rubi incrustado no dedo indicador da sua mão direita, que pende a seu lado. Você pode ou tentar arrancar o anel do dedo dele, desembainhar rapidamente a sua espada, ou procurar em sua mochila um artefato para usar.",
    "opcoes": [
      { "texto": "Tentar arrancar o anel do dedo dele", "destino": "pag_381" },
      { "texto": "Desembainhar rapidamente sua espada", "destino": "pag_277" },
      { "texto": "Procurar em sua mochila um artefato para usar", "destino": "pag_277" }
    ]
  },
  "pag_319": {
    "titulo": "Encanto da Ilusão Falho",
    "texto": "Você se concentra no seu braço. Ele começa a endurecer e adquire a cor metálica e fosca do ferro. Os olhos do velho ficam arregalados ao ver seu antebraço de ferro. Você luta para se livrar, mas ainda assim os dentes dele continuam cravados. Você perde dois pontos de ENERGIA e tem que eliminar o Encanto da Ilusão. A sua ilusão evidentemente foi pouco convincente. Você lança mão da sua espada.",
    "opcoes": [
      { "texto": "Lutar com sua espada", "destino": "pag_333" }
    ]
  },
  "pag_320": {
    "titulo": "Balthus Dire Bloqueia Encanto",
    "texto": "Você se concentra fortemente, mas, por mais que tente, não consegue interceptar nenhum dos pensamentos de Balthus Dire - ele está bloqueando o seu Encanto! Você pode continuar com um Encanto da Ilusão, um Encanto da Fraqueza ou pode desembainhar a sua espada para atacá-lo.",
    "opcoes": [
      { "texto": "Continuar com um Encanto da Ilusão", "destino": "pag_332" },
      { "texto": "Continuar com um Encanto da Fraqueza", "destino": "pag_113" },
      { "texto": "Desembainhar sua espada para atacá-lo", "destino": "pag_351" }
    ]
  },
 "pag_321": {
    "titulo": "Grupos no Pátio",
    "texto": "Cautelosamente, e mantendo-se fora da área visível, você se esgueira pelas bordas do pátio na escuridão. Há dois grupos de criaturas à sua frente. À direita, você pode ver duas figuras de aparência humana conversando sob uma tocha presa à parede. À esquerda, um grupo de quatro criaturas, de variadas formas e tamanhos, está sentado em volta de uma fogueira, comendo. Você abordará os dois embaixo da tocha ou o grupo em volta da fogueira?",
    "opcoes": [
      { "texto": "Abordar os dois homens embaixo da tocha", "destino": "pag_269" },
      { "texto": "Abordar o grupo em volta da fogueira", "destino": "pag_339" }
    ]
  },
  "pag_322": {
    "titulo": "Escolher Item da Mochila",
    "texto": "O que você vai tirar de sua mochila?",
    "opcoes": [
      { "texto": "Uma Aranha em um Vidro?", "destino": "pag_039" },
      { "texto": "Um Amuleto Encantado?", "destino": "pag_168" },
      { "texto": "Um Vidro de Unguento?", "destino": "pag_291" },
      { "texto": "Não ter nenhuma dessas coisas (desembainhar a espada)", "destino": "pag_248" }
    ]
  },
  "pag_323": {
    "titulo": "A Brincadeira de O'Seamus",
    "texto": "Você desperta e olha em torno de si. À medida que sua memória volta, você fica admirado de estar vendo. A sua perna está sensível, mas não há ferimento! Você ouve um risinho frouxo vindo de um lugar acima de você e subitamente a coisa toda faz sentido...<br><br>Atuando acima de você está O'Seamus, agora rindo alto. A coisa toda foi uma grande brincadeira! Você fica furioso e salta de pé, mas, ao olhar para o engraçado homenzinho que rola pelo ar em gargalhadas histéricas, você não tem remédios e não ver o lado engraçado da coisa também. Você dá um risinho, depois mais uma risada, e acaba rindo alto. Por algum tempo, vocês dois se acabam de dar gargalhadas, até que as lágrimas rolam pelos seus rostos.<br><br>Quando os dois conseguem se controlar, vocês acabam se sentando para conversar. Ele é um homenzinho agradável. Antes de você sair, ele diz: \"Você é realmente um cara legal. O caminho à sua frente, porém, está cheio de perigos. Mas talvez estas coisas possam ajudá-lo.\" Com um movimento da mão, ele faz com que apareçam uma espada e um prato na mesa. A espada é uma espada mágica de batalha que acrescentará um ponto ao resultado dos dados quando você estiver determinando a sua Força de Ataque. O prato é, na realidade, um Espelho de Prata de excelente qualidade. Você pode levar essas coisas com você, mas terá que deixar a sua espada velha para trás. Saia do aposento pela:",
    "opcoes": [
      { "texto": "Porta de maçaneta de latão", "destino": "pag_386" },
      { "texto": "Porta de maçaneta de cobre", "destino": "pag_144" },
      { "texto": "Porta de maçaneta de bronze", "destino": "pag_338" }
    ]
  },
  "pag_324": {
    "titulo": "Inimigo Invisível",
    "texto": "\"Você não pode se esconder de mim!\" ele grita. Isso é de fato verdade, e você toma consciência de que poderia estar em perigo, uma vez que você não consegue vê-lo.",
    "opcoes": [
      { "texto": "Continuar", "destino": "pag_369" }
    ]
  },
  "pag_325": {
    "titulo": "Batalha contra o Homem-Rino",
    "texto": "A criatura é um tanto volumosa e desajeitada, e fica bufando furiosamente enquanto você se esquiva de seus golpes. Você desembainha a sua espada e luta:<br><br><strong>HOMEM-RINO</strong><br>HABILIDADE 8<br>ENERGIA 9<br><br>Se você derrotá-la, poderá entrar na Cidadela.",
    "opcoes": [
      { "texto": "Você venceu", "destino": "pag_177" },
      { "texto": "Você perdeu", "destino": "fim_morte_generica" }
    ]
  },
  "pag_326": {
    "titulo": "Voltando ao Livro",
    "texto": "Você recoloca o livro no lugar. Você continuará folheando livros ou sairá pela porta do outro lado, atrás do bibliotecário?",
    "opcoes": [
      { "texto": "Continuar folheando livros", "destino": "pag_084" },
      { "texto": "Sair pela porta do outro lado", "destino": "pag_031" }
    ]
  },
  "pag_327": {
    "titulo": "Miríade Distrai Criaturas",
    "texto": "Eles pegam a sua Miríade de Bolso e brincam com ela alegremente. Enquanto eles estão devidamente distraídos, você pode esgueirar-se, passando por eles, na direção da porta. Risque seu presente da sua Lista de Equipamentos.",
    "opcoes": [
      { "texto": "Esgueirar-se na direção da porta", "destino": "pag_366" }
    ]
  },
  "pag_328": {
    "titulo": "Encontro com a Hidra de Seis Cabeças",
    "texto": "Você fecha a porta atrás de você e chega ao pé de outra escadaria, que sobe em espirais para o interior da torre. Subindo os degraus, você chega a uma outra sacada, onde uma única porta é a alternativa que existe para seguir adiante. Ao experimentar a porta, ela abre facilmente. Mas, quando você empurra a porta, um ruído alto de silvos vem lá de dentro. Você entra e fica gelado, ao ver uma imensa HIDRA de seis cabeças se arrastando na sua direção sobre os corpos das vítimas anteriores! Suas seis cabeças de serpente atacam você com seus dentes aguçados e cruéis. Você fica encurralado em um canto. O que você fará:",
    "opcoes": [
      { "texto": "Desembainhará a sua Espada e lutará contra a criatura?", "destino": "pag_067" },
      { "texto": "Usará um Encanto de Cópia de Criatura?", "destino": "pag_143" },
      { "texto": "Usará alguma coisa da sua mochila?", "destino": "pag_226" }
    ]
  },
  "pag_329": {
    "titulo": "A Verdade da Lavadeira Espectral",
    "texto": "Você se concentra na mente dela e fica chocada ao descobrir que ela não está viva, como parece, mas que já morreu há muitos anos. Desde que um incêndio violento - uma maldição lançada sobre ela por Balthus Dire em pessoa, por ela não ter cumprido as ordens de lavar suas vestes a tempo para uma reunião importante - matou-a e às suas crianças, seu corpo espectral foi condenado a lavar roupas eternamente. Ela é de fato uma pobre miserável. Você agora repara que ela está ficando zangada e desconfiada com a sua presença. Ela está murmurando alguma cantilena muito baixo. Você tentará conversar com ela ou tentará passar rapidamente por ela seguindo o caminho?",
    "opcoes": [
      { "texto": "Tentar conversar com ela", "destino": "pag_021" },
      { "texto": "Tentar passar rapidamente por ela seguindo o caminho", "destino": "pag_221" }
    ]
  },
  "pag_330": {
    "titulo": "Batalha contra o Homem-Aranha",
    "texto": "O feiticeiro grita de pavor quando você exibe o Vidro. Sentindo que esta pequena criatura pode ser um aliado valioso, você abre o Vidro e a solta. A expressão do feiticeiro se transforma em um sorriso dissimulado e, enquanto você observa, o pequeno Homem-Aranha avança, não na direção de Balthus Dire, mas na sua direção! Você terá que lutar contra ele:<br><br><strong>HOMEM-ARANHA</strong><br>HABILIDADE 7<br>ENERGIA 5<br><br>Logo que a criatura causar algum ferimento em você, volte para o destino indicado. Se você a derrotar sem sofrer ferimentos, volte para o outro destino.",
    "opcoes": [
      { "texto": "O Homem-Aranha causa ferimento", "destino": "pag_208" },
      { "texto": "Derrotar o Homem-Aranha sem sofrer ferimentos", "destino": "pag_119" },
      { "texto": "Você perdeu", "destino": "fim_morte_generica" }
    ]
  },
"pag_331": {
    "titulo": "Ataque do Peixe Abocanhador",
    "texto": "Os dentes afiados do Peixe Abocanhador cravam-se no seu rosto e nariz, quando você tenta se esquivar. Você perde um ponto de HABILIDADE e três pontos de ENERGIA enquanto trata da sua face ensanguentada. As três velhas bruxas aproximam-se de você, contornando o caldeirão, e empurram você na direção da porta do outro lado da cozinha. Colocando você porta afora, elas insultam e provocam você.",
    "opcoes": [
      { "texto": "Ser empurrado para fora da cozinha", "destino": "pag_265" }
    ]
  },
  "pag_332": {
    "titulo": "Transformação em Demônio do Fogo",
    "texto": "O queixo de Balthus Dire cai quando acontece uma transformação diante dos olhos dele. Seu corpo cresce de tamanho e força. Sua pele passa a ser de um vermelho vivo, e nascem chifres da pele esticada de sua testa. Seus dentes são afiados espinhos negros, e sua língua, agora bipartida, silva ameaçadoramente na direção dele. Você agora aparece diante dele como um DEMÔNIO DO FOGO, e você agarra o Tridente que está no chão para servir de arma para você. O feiticeiro foge de você horrorizado.",
    "opcoes": [
      { "texto": "Saltar por sobre a mesa para atacá-lo", "destino": "pag_080" },
      { "texto": "Exigir que ele cancele seus planos de conquista e se renda", "destino": "pag_048" }
    ]
  },
  "pag_333": {
    "titulo": "Luta com Cabeça do Oponente",
    "texto": "Você desembainha a sua espada e se prepara para cortá-lo em pedaços. Ele levanta os olhos para você com uma expressão que faz com que acredite que ele não está completamente no controle das suas ações. Com pena, você bate na cabeça dele com o cabo da espada, fazendo com que ele uive e solte o seu braço. Você o deixa gemendo no chão, cuidando da sua cabeça. Você perde mais dois pontos de ENERGIA pelo dano que ele causou ao seu braço e segue adiante.",
    "opcoes": [
      { "texto": "Seguir adiante", "destino": "pag_014" }
    ]
  },
  "pag_334": {
    "titulo": "Soro da Verdade no Vinho",
    "texto": "Você toma dois goles. Não é ruim! Você enche a boca, mas, ao fazê-lo, fica imaginando porque o Elfo está rindo. De repente, ele pergunta se você é realmente um convidado. Embora sua mente esteja confirmando que você é de fato um convidado, sua voz está dizendo que não é, que você veio para pôr um fim nos planos de conquista de Balthus Dire! Você pragueja ao compreender que o vinho deve conter uma dose de Soro da Verdade. O Elfo Negro agora sabe da sua missão e deve ser impedido de dizer a outros. Você desembainha a sua espada e, ao fazê-lo, ele puxa um pequeno mecanismo metálico da bolsa presa em volta da cintura dele. Com um toque, isso se transforma em uma arma de lâmina em serra.",
    "opcoes": [
      { "texto": "Enfrentar o Elfo Negro", "destino": "pag_275" }
    ]
  },
  "pag_335": {
    "titulo": "Gaveta Secreta e Pergaminho",
    "texto": "Há uma gaveta secreta fixada sob a mesa, levemente aberta, e, aparecendo fora da gaveta, há um rolo de pergaminho. Você pega o rolo e enfia em sua túnica. Mas você pode ouvir Balthus murmurando bem baixo. Um Encanto! Mas o que será agora? E o que você pode fazer? De repente, ele começa a correr em torno da mesa, tocando cada um dos lados na passagem. A cada toque, a mesa reage com um ruído de rachadura.",
    "opcoes": [
      { "texto": "Continuar a observar", "destino": "pag_342" }
    ]
  },
  "pag_336": {
    "titulo": "Batalha contra o Gark",
    "texto": "Resolva sua batalha com a criatura:<br><br><strong>GARK</strong><br>HABILIDADE 7<br>ENERGIA 11<br><br>Depois de quatro Séries de Ataque, você poderá Fugir por uma das portas do outro lado do aposento, ou então poderá continuar e lutar até a morte. Se ficar e vencer, volte para o destino indicado.",
    "opcoes": [
      { "texto": "Fugir por uma das portas", "destino": "pag_099" },
      { "texto": "Ficar e lutar até a morte (se vencer)", "destino": "pag_180" },
      { "texto": "Você perdeu", "destino": "fim_morte_generica" }
    ]
  },
  "pag_337": {
    "titulo": "Batalha contra Balthus Dire",
    "texto": "O feiticeiro é de fato tão bom espadachim quanto mágico. Resolva sua batalha:<br><br><strong>BALTHUS DIRE</strong><br>HABILIDADE 12<br>ENERGIA 19<br><br>Se você tiver conseguido roubar o anel do feiticeiro, poderá descontar 2 pontos da sua HABILIDADE, pois ele estava usando o Anel dos Espadachins. Se você derrotar Balthus Dire, prossiga.",
    "opcoes": [
      { "texto": "Você venceu", "destino": "pag_400" },
      { "texto": "Você perdeu", "destino": "fim_morte_generica" }
    ]
  },
  "pag_338": {
    "titulo": "Passagem em Espiral",
    "texto": "A porta abre para uma passagem. Você segue a passagem sempre em frente por algum tempo, passando por muitas curvas na rocha. Você encontra outra passagem que vem da direita, mas segue adiante direto. Finalmente, o caminho acaba se alargando.",
    "opcoes": [
      { "texto": "Seguir adiante", "destino": "pag_090" }
    ]
  },
  "pag_339": {
    "titulo": "Grupo na Fogueira",
    "texto": "Há um time eclético sentado em volta do fogo. Um Orca com rosto coberto de verrugas está distribuindo magros bocados de carne mal passada para os outros. Um Anão de pele verde rosna e reclama do tamanho de seu pedaço, enquanto dois Goblins - homem e mulher - estão se acariciando. Eles riem e se sacodem, e de vez em quando ela dá um tapa na cara feia do macho, causando ainda mais risos. Quando você se aproxima, eles param e olham para você com rostos pouco amigáveis. Olham com desprezo para a sua aparência asseada, e a Goblin fêmea cochicha algum comentário para seu companheiro. Na frente do Anão, você pode ver uma caixa aberta. Você distingue com dificuldade um frasco de líquido dentro dela. Você:",
    "opcoes": [
      { "texto": "Sentar com eles em torno do fogo", "destino": "pag_134" },
      { "texto": "Perguntar se pode se unir a eles", "destino": "pag_149" }
    ]
  },
  "pag_340": {
    "titulo": "Espelho Despedaçado",
    "texto": "Você segura o espelho no alto, mas a criatura simplesmente desfere um golpe contra ele, despedaçando-o no chão. É melhor você sair desse aposento rápido e tentar a porta do meio da sacada.",
    "opcoes": [
      { "texto": "Sair do aposento e tentar a porta do meio da sacada", "destino": "pag_064" }
    ]
  },
"pag_341": {
    "titulo": "Encanto do Escudo Ativado",
    "texto": "Você lança o Encanto em torno de si mesmo e avança. Quatro ou cinco flechas voam na sua direção, mas param no ar a um metro de distância antes de atingir você, caindo inofensivamente ao chão. Você chega até o monumento. Lembre-se de eliminar o Encanto do Escudo da sua lista.",
    "opcoes": [
      { "texto": "Chegar até o monumento", "destino": "pag_209" }
    ]
  },
  "pag_342": {
    "titulo": "Você morreu",
    "texto": "O feiticeiro afasta-se da mesa e ri. \"Agora você está em minhas mãos, camponês!\" ele exulta. Cautelosamente, você sai de debaixo da mesa. Isto é, você tenta sair. Mas você não consegue passar do limite das bordas da mesa. Ele criou paredes invisíveis que agora prendem você embaixo da mesa! Por mais que você tente, não consegue romper estas barreiras. Você agora é prisioneiro dele. Você falhou na sua missão...",
    "opcoes": [
      { "texto": "Tentar Novamente", "destino": "fim_tentativa_fracassada" }
    ]
  },
  "pag_343": {
    "titulo": "Nova Bifurcação",
    "texto": "Um pouco mais adiante pela passagem, você chega a uma outra bifurcação, onde você pode ir para a esquerda ou para a direita.",
    "opcoes": [
      { "texto": "Ir para a esquerda", "destino": "pag_055" },
      { "texto": "Ir para a direita", "destino": "pag_249" }
    ]
  },
  "pag_344": {
    "titulo": "Descida da Escadaria",
    "texto": "Você desce os degraus. O ar está fresco e estagnado. Há uma porta ao pé da escadaria. Você tentará a porta ou subirá as escadas de volta para ir até a porta para o andar térreo?",
    "opcoes": [
      { "texto": "Tentar a porta ao pé da escadaria", "destino": "pag_007" },
      { "texto": "Subir as escadas de volta para o andar térreo", "destino": "pag_005" }
    ]
  },
  "pag_345": {
    "titulo": "Encanto de Fraqueza Bem Sucedido",
    "texto": "A criatura geme quando o Encanto faz efeito. Seu enorme peso tornou-se agora um fardo terrível para ela. Ela ainda se arrasta na sua direção, mas você consegue desviar-se e contorná-la, partindo na direção da porta do outro lado do aposento.",
    "opcoes": [
      { "texto": "Partir na direção da porta", "destino": "pag_140" }
    ]
  },
  "pag_346": {
    "titulo": "Batalha contra os Giras",
    "texto": "Quando os Giras veem você desembainhar a sua espada, param e tagarelam com muita agitação. Um deles - evidentemente o líder - manda o menor subir a passagem de volta (presumivelmente para buscar ajuda). Os outros dois puxam facas e rolam lentamente na sua direção. Resolva esta batalha (lute com um de cada vez):<br><br><strong>Primeiro GIRA</strong><br>HABILIDADE 7<br>ENERGIA 6<br><br><strong>Segundo GIRA</strong><br>HABILIDADE 6<br>ENERGIA 5<br><br>Se você vencer, poderá seguir pela passagem do lado esquerdo ou pela passagem do lado direito.",
    "opcoes": [
      { "texto": "Você venceu (passagem esquerda)", "destino": "pag_243" },
      { "texto": "Você venceu (passagem direita)", "destino": "pag_002" },
      { "texto": "Você perdeu", "destino": "fim_morte_generica" }
    ]
  },
  "pag_347": {
    "titulo": "Górgona se Transforma em Balthus Dire",
    "texto": "A Górgona olha para o espelho e grita. Você arrisca dar uma olhada na criatura, seus olhos subindo a partir dos pés. Mas a Górgona desapareceu, e em seu lugar está Balthus Dire, mais uma vez diante de você.",
    "opcoes": [
      { "texto": "Enfrentar Balthus Dire", "destino": "pag_012" }
    ]
  },
  "pag_348": {
    "titulo": "Conselho de O'Seamus e Portas",
    "texto": "\"Oh, eu não iria nesta direção\", diz O'Seamus. \"Não é uma região agradável.\" Estas três portas são o único caminho para seguir adiante. Duas delas são muito perigosas, e a terceira tem um cheiro muito forte. No lado oposto do aposento, há três portas. Uma tem uma maçaneta de latão, outra tem uma maçaneta de cobre, e a terceira tem uma maçaneta de bronze. Qual delas você escolherá:",
    "opcoes": [
      { "texto": "A porta de maçaneta de latão", "destino": "pag_207" },
      { "texto": "A porta de maçaneta de cobre", "destino": "pag_022" },
      { "texto": "A porta de maçaneta de bronze", "destino": "pag_354" },
      { "texto": "Pedir o conselho dele", "destino": "pag_068" }
    ]
  },
  "pag_349": {
    "titulo": "Duelo de Controle com Sósia",
    "texto": "Uma réplica de Balthus Dire se materializa na sua frente. O próprio Dire levanta uma sobrancelha. “Ataque!” você ordena ao sósia, que se volta para o centro do aposento e avança. A dois metros do feiticeiro, ele pára e segura a cabeça com as mãos, atordoado, vira-se e vem na sua direção! O feiticeiro ri. “Este jogo pode ter dois participantes!” diz Dire. Você se concentra, e a réplica recebe suas ordens de retornar na direção de Dire. O sósia acaba por interromper a sua aproximação e age conforme as suas ordens. Isso continua por algum tempo, e você compreende que vocês dois têm o poder de controlar a criatura, mas somente dentro de uma certa distância. A coisa continua para frente e para trás, até que o Encanto começa a perder o efeito. O sósia pouco a pouco vai desaparecendo. A concentração foi de certa forma exaustiva para você. Você levanta os olhos e vê Balthus Dire erguer as mãos para o teto e depois deixá-las cair com força sobre a mesa. Que magia ele estará usando agora?",
    "opcoes": [
      { "texto": "Continuar a observar Balthus Dire", "destino": "pag_157" }
    ]
  },
  "pag_350": {
    "titulo": "Estratagema de Fuga Bem-Sucedido",
    "texto": "Você tenta um estratagema simples para se livrar dela, na esperança de que ela não seja muito inteligente. Olhando na direção das sombras, você afirma estar vendo outra criatura semelhante. Ela garante que você está enganado, mas você é convincente. Ela parte para investigar, permitindo que você corra para a entrada da Cidadela.",
    "opcoes": [
      { "texto": "Correr para a entrada da Cidadela", "destino": "pag_218" }
    ]
  },
"pag_351": {
    "titulo": "Batalha Final contra Balthus Dire",
    "texto": "Quando você avança com sua espada desembainhada, o feiticeiro puxa uma cimitarra do seu cinto. \"Sim\", ele diz com prazer, \"ficarei muito contente de terminar isso com armas!\" E, com estas palavras, ele salta por sobre a mesa na sua direção. A batalha que se seguirá será uma luta até a morte:<br><br><strong>BALTHUS DIRE</strong><br>HABILIDADE 12<br>ENERGIA 19<br><br>Se você matar o feiticeiro, siga para a próxima etapa.",
    "opcoes": [
      { "texto": "Você venceu", "destino": "pag_400" },
      { "texto": "Você perdeu", "destino": "fim_morte_generica" }
    ]
  },
  "pag_352": {
    "titulo": "Encontro com o Gark Adormecido",
    "texto": "Você entra no aposento na ponta dos pés. Está escuro lá dentro, e o ar está úmido. Há um poste de madeira rústica pregado em uma das paredes, com diversos ganchos nele. Há duas portas na parede do outro lado que levam adiante. No poste, pendurado, há um espelho improvisado, mas, quando sua tocha ilumina o espelho, seu reflexo é projetado sobre os olhos do gigante adormecido, que grunhe e se mexe. Um dos olhos se abre, depois o outro, ele salta de pé! Ele pega uma acha, que usava como travesseiro, e rapidamente retira a bainha de couro, revelando uma afiada cabeça de bronze. Esta criatura gigantesca é um GARK! Grandes e brutos, os Garks são meio Goblins, meio Gigantes, cruzados por senhores feiticeiros por sua índole agressiva. Embora um tanto estúpidos, são criaturas bastante violentas e de natureza guerreira. Você:",
    "opcoes": [
      { "texto": "Correr na direção das portas", "destino": "pag_203" },
      { "texto": "Desembainhar a espada, pronto para a luta", "destino": "pag_016" },
      { "texto": "Pedir desculpas por perturbar a criatura", "destino": "pag_216" },
      { "texto": "Preparar-se para usar um Encanto", "destino": "pag_011" }
    ]
  },
  "pag_353": {
    "titulo": "Escolha de Arma e Novo Confronto com Balthus Dire",
    "texto": "Há muitas armas mortais no interior do armário, mas uma espada com o fio azulado chama a sua atenção. Balthus Dire vê você pegar esta espada e fica louco de raiva. \"Não toque nesta arma!\" ele grita. Mas é tarde demais. Você já está com ela na mão. \"Assim seja,\" ele diz, tirando uma cimitarra de seu próprio cinto e avançando na sua direção. Você toma consciência de que a batalha que se seguirá será uma luta até a morte.<br><br><strong>BALTHUS DIRE</strong><br>HABILIDADE 12<br>ENERGIA 19<br><br>A sua nova arma é uma espada encantada que acrescentará 2 pontos ao resultado de seus dados jogados para determinar a sua Força do Ataque. Se você vencer, siga para a próxima etapa.",
    "opcoes": [
      { "texto": "Você venceu", "destino": "pag_400" },
      { "texto": "Você perdeu", "destino": "fim_morte_generica" }
    ]
  },
  "pag_354": {
    "titulo": "Entrada em Novo Aposento",
    "texto": "Você abre a porta e entra em outro aposento, feliz por ter deixado para trás a aborrecida criaturinha.",
    "opcoes": [
      { "texto": "Entrar no aposento", "destino": "pag_188" }
    ]
  },
  "pag_355": {
    "titulo": "Lutar com a Espada",
    "texto": "Se você não quiser (ou não puder) usar a sua magia, terá que confiar na sua espada. Desembainhe a sua espada e lute.",
    "opcoes": [
      { "texto": "Desembainhar a espada e lutar", "destino": "pag_351" }
    ]
  },
  "pag_356": {
    "titulo": "Conversa com os Escoteiros",
    "texto": "Eles ficam um tanto aliviados por saber que você não tem intenção de fazer mal a eles e voltam a sentar-se no chão, convidando você para se juntar a eles. O aposento é pequeno e simples, com folhagens espalhadas pelas paredes, possivelmente com o intuito de servir de decoração, embora as folhas estejam agora murchas e há muito tempo mortas. Um pequeno fogo arde em um dos cantos, embaixo de um orifício no teto. Há duas portas na parede de fronte a você; uma à esquerda, a outra à direita. Você senta para bater um papo. Você descobre que as pequenas criaturas magérrimas se denominam ESCOTEIROS e são de fato um grupo agradável, que brinca e ri com você. Você resolve não se arriscar a dizer muito sobre a sua missão, mas faz perguntas genéricas sobre o lugar. Balthus Dire é o senhor da casa e passa a maior parte do tempo lá no alto na Cidadela. A senhora sua esposa é uma feiticeira lindíssima que é muito vaidosa e aprecia as coisas que o dinheiro e o poder podem proporcionar. Há muitas criaturas cruéis no interior da Cidadela, mas é preciso tomar cuidado especial com os Ganjees, que vagueiam pela Torre à noite. Você acaba levantando, agradece pela conversa e se prepara para seguir adiante. Você pode adicionar 2 pontos de ENERGIA e 1 ponto de SORTE pelo descanso e pelas informações que obteve. Os Escoteiros oferecem também a você o direito de receber deles um favor antes de ir embora, pois eles também apreciaram a sua companhia. Você pode:",
    "opcoes": [
      { "texto": "Levar a sério a oferta deles", "destino": "pag_146" },
      { "texto": "Decidir não se arriscar e sair pela porta da esquerda", "destino": "pag_185" },
      { "texto": "Sair pela porta da direita", "destino": "pag_023" }
    ]
  },
  "pag_357": {
    "titulo": "Criatura Surda-Muda",
    "texto": "A criatura é aparentemente surda-muda. Você a saúda em todas as línguas que conhece, mas ela continua de pé em silêncio. Você se desloca na direção do centro do aposento.",
    "opcoes": [
      { "texto": "Deslocar-se para o centro do aposento", "destino": "pag_200" }
    ]
  },
  "pag_358": {
    "titulo": "Recusar Oferta de Balthus Dire",
    "texto": "Infelizmente, você não está muito em posição de fazer ameaças vãs. O feiticeiro simplesmente ri alto e aperta mais. Ele diz a você que reconsidere, do contrário será morte certa. Você continuará a recusar a oferta, por não querer se tornar um traidor de seus compatriotas, ou concordará em se submeter ao comando dele?",
    "opcoes": [
      { "texto": "Continuar a recusar a oferta", "destino": "pag_148" },
      { "texto": "Concordar em se submeter ao comando dele", "destino": "pag_256" }
    ]
  },
  "pag_359": {
    "titulo": "Atingido por Tomate Maduro",
    "texto": "Você tenta se esquivar, mas não consegue evitar o impacto em cheio do projétil, que atinge você na testa e se derrama por toda a sua cara. Você fica imóvel, esperando talvez pelo início de algum tipo de reação ácida, mas o líquido pastoso simplesmente pinga do seu rosto no chão. Cautelosamente, você o toca, primeiro com o dedo, depois com a língua. Você acaba de ser atingido por um tomate maduro! Mais uma vez, você se volta para enfrentar a figura adormecida.",
    "opcoes": [
      { "texto": "Voltar a enfrentar a figura adormecida", "destino": "pag_029" }
    ]
  },
  "pag_360": {
    "titulo": "Criação da Hidra Incompleta",
    "texto": "Você lança outro Encanto. Sua Hidra parcialmente formada cresce um pouco mais, mas ainda não está completa. Você precisará de mais um Encanto de Cópia de Criatura para formar a criatura inteira. Se você quiser lançar este terceiro Encanto, faça isso e deixe as Hidras lutarem até a morte.<br><br><strong>HIDRA</strong><br>HABILIDADE 10<br>ENERGIA 17<br><br>Se a sua criação vencer, volte para o destino indicado. Se a sua criatura perder, ou se você não possuir Encantos suficientes para completar a criação, você terá que decidir o que fazer em seguida.",
    "opcoes": [
      { "texto": "Lançar o terceiro Encanto (se a criação vencer)", "destino": "pag_229" },
      { "texto": "Sua criatura perdeu ou não possui Encantos suficientes", "destino": "pag_184" },
      { "texto": "Você perdeu", "destino": "fim_morte_generica" }
    ]
  },
  "pag_361": {
    "titulo": "Alarme e Bifurcação",
    "texto": "A porta abre novamente mas, quando você faz isso, ouve o ruído ensurdecedor de uma campainha de alarme! Teste a sua Sorte.",
    "opcoes": [
      { "texto": "Se tiver sorte", "destino": "pag_297" },
      { "texto": "Se não tiver sorte", "destino": "pag_126" }
    ]
  },
  "pag_362": {
    "titulo": "Cálices e Criaturas Aladas",
    "texto": "A porta abre, e o pequeno aposento no interior é iluminado a luz de vela. Cautelosamente, você olha lá para dentro e vê uma cena estranha. Sobre um altar de pedra no meio do aposento, há três cálices de prata, cada um contendo um líquido de cor diferente: um claro, outro vermelho e outro leitoso. Há três pequenas criaturas aladas, semelhantes a gremlins, que esvoaçam em torno do altar, todas chilreando excitadamente. De vez em quando, uma delas pousa no altar e toma um gole do líquido leitoso. A porta aberta range nas dobradiças e assusta os seres. Eles dão uma volta para olhar para você e ficam muito excitados. Você pode entrar no cômodo ou fechar a porta rapidamente e prosseguir na direção da Cidadela.",
    "opcoes": [
      { "texto": "Entrar no cômodo", "destino": "pag_058" },
      { "texto": "Fechar a porta rapidamente e prosseguir para a Cidadela", "destino": "pag_156" }
    ]
  },
  "pag_363": {
    "titulo": "Portas na Sacada",
    "texto": "Há três portas ao longo da sacada. Você experimentará:",
    "opcoes": [
      { "texto": "A porta da esquerda?", "destino": "pag_228" },
      { "texto": "A porta do centro?", "destino": "pag_064" },
      { "texto": "A porta da direita?", "destino": "pag_304" }
    ]
  },
  "pag_364": {
    "titulo": "Encanto do Rato e Liberdade",
    "texto": "Quando seu Encanto faz efeito, você vê um pequeno camundongo correr na direção da mesa. Você pragueja ao compreender que o Encanto pode não ter funcionado devidamente. Mas você volta a ter esperança quando uma das cabeças do Calacorm vê o camundongo e parece ficar horrorizado! A outra cabeça nota o bicho subitamente, e ambas as gargantas berram juntas! A criatura pula para cima da mesa, e o Calacorm grita aterrorizado enquanto o inofensivo ratinho se aproxima, farejando distraidamente o chão do caminho. Você deixa o Calacorm sofrer por alguns momentos e depois berra, dizendo que você dará sumiço no rato para ele, se ele libertar você. Ele concorda rapidamente e joga as chaves para você. Você abre a porta, sai, pega a sua espada, que estava encostada na parede, e vai embora pela passagem. A uma distância segura, você rompe o Encanto, e o camundongo desaparece.",
    "opcoes": [
      { "texto": "Ir embora pela passagem", "destino": "pag_174" }
    ]
  },
  "pag_365": {
    "titulo": "Jogo da Faca Faquinha",
    "texto": "Você escolheu um jogo de azar mortal que é proibido por lei na maioria dos reinos. Uma vez que você escolheu jogar, terá que participar de pelo menos um jogo, mas poderá continuar, se quiser. Seu Mestre de Jogos é um aprendiz de feiticeiro e selecionou uma variedade de prêmios para você. Se você sobreviver, poderá ter direito a: dois Encantos extras (os quais você pode escolher da lista no começo do livro), ou cinquenta Peças de Ouro, ou um Escudo de Armas Encantado (que permitirá que você desconte dois pontos do número obtido nos dados jogados para uma criatura, quando se estiver determinando a sua Força de Ataque).<br><br>O jogo consiste no seguinte: há seis punhais sobre uma mesa. Uma é a arma verdadeira, enquanto as outras cinco possuem lâminas de mola, que não lhe causarão nenhum mal. Você está jogando contra uma das criaturas no salão e somente um de você dois sobreviverá. Cada um na sua vez, vocês terão que escolher um dos punhais e cravá-lo em seu próprio peito. Se o punhal for real, é morte certa. Se for uma imitação, terá que ser devolvido à mesa para ser misturado de novo aos outros cinco. O jogo continua até que um de vocês selecione o punhal verdadeiro e se esfaqueie no coração, e assim o sobrevivente poderá se apossar do prêmio. Seu adversário escolherá primeiro. Jogue um dado para ele. Depois, faça o mesmo para você. Quando um de vocês obtiver um seis, a verdadeira adaga foi escolhida. Se for você, terá se matado!<br><br>Agora que sabe as regras do jogo, você só pode fugir de participar do jogo pelo menos uma vez lançando um Encanto da Ilusão. Do contrário, você terá que jogar. Depois de ter jogado, você pode jogar Escolha de Seis, Pedras Mágicas ou dizer adeus a seus \"amigos\" e sair do salão.",
    "opcoes": [
      { "texto": "Fugir do jogo (lançar Encanto da Ilusão)", "destino": "pag_009" },
      { "texto": "Jogar Escolha de Seis (após jogar Faca Faquinha)", "destino": "pag_171" },
      { "texto": "Jogar Pedras Mágicas (após jogar Faca Faquinha)", "destino": "pag_278" },
      { "texto": "Dizer adeus e sair do salão (após jogar Faca Faquinha)", "destino": "pag_031" },
      { "texto": "Você perdeu (escolheu a adaga verdadeira)", "destino": "fim_morte_generica" }
    ]
  },
  "pag_366": {
    "titulo": "Criaturas Interessadas",
    "texto": "Quando você passa pelas pequenas criaturas, elas ficam olhando para você silenciosamente. Elas parecem simplesmente achar que você é interessante. Você sente que alguma coisa não vai bem por aqui.",
    "opcoes": [
      { "texto": "Continuar o caminho", "destino": "pag_140" }
    ]
  },
  "pag_367": {
    "titulo": "Bifurcação e Grande Porta",
    "texto": "Alguma distância adiante na passagem, você chega a uma junção de quatro caminhos. Você toma o caminho do norte, que acaba chegando a uma grande porta de madeira. Você não consegue ouvir nada escutando pelo buraco da fechadura. Você tentará abrir a porta lentamente e sem ruído ou derrubá-la à força?",
    "opcoes": [
      { "texto": "Tentar abrir a porta lentamente e sem ruído", "destino": "pag_308" },
      { "texto": "Derrubar a porta à força", "destino": "pag_121" }
    ]
  },
  "pag_368": {
    "titulo": "Espólios e Punhal",
    "texto": "Você revista os dois bolsos deles e acha vinte e oito Peças de Ouro, que leva consigo. Quando você está prestes a prosseguir, lembra-se do punhal - a fonte da desavença - e o apanha.",
    "opcoes": [
      { "texto": "Prosseguir com o punhal", "destino": "pag_015" }
    ]
  },
  "pag_369": {
    "titulo": "Você fracassou em sua missão",
    "texto": "\"Você não pode se esconder de mim!\" ele grita. Isso é de fato verdade, e você toma consciência de que poderia estar em perigo, uma vez que você não consegue vê-lo. Quando você tenta espiar por trás da cortina, sente que ela se enrola em torno de você, como se houvesse vento - mas não há. A cortina está se apertando em volta de você. Você luta, mas o pano pesado está envolvendo você. Está em torno da sua garganta e da sua cabeça, e você está com dificuldade para respirar. Você ainda continua a lutar, mas sem resultado. Você começa a se sentir tonto, sabendo que, logo que você perder a consciência, a batalha será dele. Mas não há nada que você possa fazer. Seu mundo fica escuro... Você falhou na sua missão.",
    "opcoes": [
      { "texto": "Sua jornada termina aqui", "destino": "fim_tentativa_fracassada" }
    ]
  },
  "pag_370": {
    "titulo": "Caixa Trancada e Ferimento",
    "texto": "A caixa é solidamente construída, e você não consegue arrebentar a fechadura com as mãos. Você desembainha a sua espada para tentar quebrá-la a golpes de lâmina e, ao fazer isso, a caixa cai sobre a sua canela, fazendo um corte feio. Desconte dois pontos de ENERGIA. A sua espada não arrebentará a fechadura. Você:",
    "opcoes": [
      { "texto": "Tentar abrir a primeira caixa?", "destino": "pag_260" },
      { "texto": "Tentar abrir a segunda caixa?", "destino": "pag_129" },
      { "texto": "Esquecer as caixas e prosseguir?", "destino": "pag_237" }
    ]
  },
  "pag_371": {
    "titulo": "Senha Aceita",
    "texto": "A criatura grunhe e abre a porta para deixar você entrar.",
    "opcoes": [
      { "texto": "Entrar pela porta", "destino": "pag_177" }
    ]
  },
  "pag_372": {
    "titulo": "Encanto do Escudo e Vinho Alucinógeno",
    "texto": "Ao lançar seu Encanto do Escudo, uma garrafa ainda atinge você no ombro. Você não sente nada. Alguma coisa não está muito certa, e você tenta cancelar o Encanto. Infelizmente, ele já foi lançado, e você pode ver as garrafas se quebrando de encontro a seu escudo mágico. A garrafa que acabou de atingir você desapareceu. Você xinga ao compreender que o vinho que você acabou de provar deveria ter algumas propriedades alucinógenas, e que você está imaginando o ataque das garrafas. Quando esta ideia lhe ocorre, as garrafas param de vir sobre você. Você pisca e olha de novo. Todas as garrafas estão em seus lugares nas estantes, como é normal! Você resolve seguir adiante.",
    "opcoes": [
      { "texto": "Seguir adiante", "destino": "pag_095" }
    ]
  },
  "pag_373": {
    "titulo": "Proposta de Balthus Dire",
    "texto": "Balthus Dire se ajoelha a seu lado. Ele agarra seus pulsos com uma das mãos, e você pode sentir sua grande força física, comparável a seus evidentes poderes mágicos. \"Camponês\", ele diz, \"você é realmente um adversário de valor. Seu poder é maior do que o da maioria dos magos. É uma vergonha permitir que tamanho talento seja desperdiçado. Posso matar você agora ou oferecer uma outra opção. Una-se a mim nos meus planos para conquistar o Vale dos Salgueiros. Ele será domínio seu quando tivermos êxito. O que você diz?\"<br><br>Qual é a sua resposta?",
    "opcoes": [
      { "texto": "\"Nunca. Não me voltarei contra os meus compatriotas!\"", "destino": "pag_148" },
      { "texto": "\"Aceito a sua oferta.\" (Você planeja enganá-lo assim que ele libertar você)", "destino": "pag_256" },
      { "texto": "\"Balthus Dire, você é um ser maligno! Eu ainda não estou derrotado!\" (Você planeja lançar outro Encanto sobre ele).", "destino": "pag_358" }
    ]
  },
  "pag_374": {
    "titulo": "Quartel-General Militar e Balthus Dire",
    "texto": "Enquanto se recompõe, depois do susto, você olha em torno do aposento. Trata-se obviamente de alguma espécie de Quartel-General Militar. Rolos com mapas estratégicos pendem das paredes, assim como retratos de generais do passado. Uma estante em um dos cantos guarda centenas de volumes encadernados em couro. Cortinas ornamentadas cobrem uma grande janela. Em um armário, ao longo de uma das paredes, há lanças e espadas de variados e mortais tamanhos e formas. No centro do aposento, há uma maquete de uma paisagem que você reconhece como sendo o Vale dos Salgueiros. Exércitos de tropas em miniatura estão posicionados na maquete. Este deve ser o plano de invasão!<br><br>Recostado na mesa, com os olhos fixos em você, está o próprio Balthus Dire! Sua estatura em si já é formidável. Tendo mais de dois metros de altura, ele tem a constituição de um boi, com ombros largos e braços musculosos. Na sua túnica de batalha em couro, com tiras largas nos punhos, guarnecidas de pregos, ele tem mais a aparência de um soldado do que do feiticeiro que realmente é. <br><br>“Camponês insolente!” ele rosna. “Você acha que pode medir forças com Balthus Dire?” Com estas palavras, ele estala os dedos, e você ouve um grunhido atrás de você. Você se vira e vê uma criatura grotesca que se desloca em sua direção. Seu corpo peludo tem quatro braços, cada um deles terminado em um gancho de terrível aparência. Ao se aproximar, vem golpeando o ar à sua frente. “Ora, acho que você não é adversário nem mesmo para uma FERA DAS GARRAS!” ri Dire. Você:",
    "opcoes": [
      { "texto": "Desembainhar sua espada para se defender?", "destino": "pag_030" },
      { "texto": "Lançar um Encanto do Escudo?", "destino": "pag_109" },
      { "texto": "Lançar um Encanto da Fraqueza?", "destino": "pag_158" }
    ]
  },
  "pag_375": {
    "titulo": "Consultar Livro de Criaturas",
    "texto": "Ele indica um livro na prateleira que é uma lista alfabética de todos os tipos de criaturas. Você consultará a seção sobre:",
    "opcoes": [
      { "texto": "Calacorms?", "destino": "pag_263" },
      { "texto": "Miks?", "destino": "pag_135" },
      { "texto": "Ganjees?", "destino": "pag_063" }
    ]
  },
"pag_376": {
    "titulo": "Você fracassou em sua missão",
    "texto": "Você lança seu Encanto do Escudo. Que lástima, este Encanto não faz efeito contra armas mágicas! Os jatos de fogo atravessam seu escudo diretamente e queimam ao penetrar seus olhos. Gritando de dor, você tomba no chão. A cortina da morte cai sobre você. Você falhou na sua missão.",
    "opcoes": [
      { "texto": "Sua jornada termina aqui", "destino": "fim_tentativa_fracassada" }
    ]
  },
  "pag_377": {
    "titulo": "Concentração para o Próximo Ataque",
    "texto": "Você se controla e se concentra. Qual será o seu próximo ataque?",
    "opcoes": [
      { "texto": "Um Encanto da Ilusão?", "destino": "pag_332" },
      { "texto": "Um Encanto da Fraqueza?", "destino": "pag_113" },
      { "texto": "Um Encanto da Percepção Extra-Sensorial?", "destino": "pag_320" },
      { "texto": "Nenhum desses?", "destino": "pag_355" }
    ]
  },
  "pag_378": {
    "titulo": "Flechas Inesperadas",
    "texto": "Você dá alguns passos adiante, e uma outra flecha erra por pouco o seu pé. Mais uns poucos passos e uma flecha rasga a sua túnica, arranhando o seu antebraço. Você ainda não consegue ver ninguém, nem ver de onde as flechas estão vindo. Depois de mais alguns passos, surge mais uma flecha, mas esta rasga a sua perna. Você grita alto - e terá que descontar quatro pontos de ENERGIA - mas você já está quase no monumento, que servirá de proteção para você. Você salta para frente e se esconde atrás dele até que as flechas parem de vir.",
    "opcoes": [
      { "texto": "Esconder-se atrás do monumento", "destino": "pag_209" }
    ]
  },
  "pag_379": {
    "titulo": "Flutuando sobre o Fosso",
    "texto": "Você solta a corda e flutua no ar. Pousando de volta no chão, na borda do fosso, você xinga a armadilha demoníaca preparada para aventureiros gananciosos como você. Você segue até a porta oposta à da sua entrada e experimenta a maçaneta.",
    "opcoes": [
      { "texto": "Experimentar a maçaneta da porta oposta", "destino": "pag_206" }
    ]
  },
  "pag_380": {
    "titulo": "Ataque Repentino",
    "texto": "Quando você senta, eles se levantam. O Anão pega uma clava e salta sobre você, enquanto o Goblin e o Orca apanham espadas. A namorada do Goblin dá um grito e sai do caminho, retirando-se para a escuridão.",
    "opcoes": [
      { "texto": "Enfrentar o ataque", "destino": "pag_213" }
    ]
  },
  "pag_381": {
    "titulo": "Tentativa de Roubar o Anel",
    "texto": "Teste a sua Sorte. Se você tiver sorte, o anel desliza para fora do dedo dele, e você agora o tem em suas mãos. Se você não tiver sorte, o anel prende e não sai. Ao puxar o anel, você faz com que Balthus Dire entre em ação e se volte contra você com sua espada.",
    "opcoes": [
      { "texto": "Você teve sorte (anel obtido)", "destino": "pag_337" },
      { "texto": "Você não teve sorte (Balthus Dire ataca)", "destino": "pag_337" }
    ]
  },
  "pag_382": {
    "titulo": "Criaturas em Pânico",
    "texto": "Eles correm pelo aposento em pânico, esbarrando uns nos outros e gritando: \"Ai, meu Deus, ai, minha nossa, este estranho parece malvado, onde estão as nossas armas?\" Você ri da desordem deles e guarda a sua espada. Eles se acalmam e ficam olhando para você. Você pode seguir adiante ou conversar com eles.",
    "opcoes": [
      { "texto": "Seguir adiante", "destino": "pag_285" },
      { "texto": "Conversar com eles", "destino": "pag_356" }
    ]
  },
  "pag_383": {
    "titulo": "Mordida Inesperada",
    "texto": "A força do velho começa a retornar à medida em que o Encanto da Energia vai fazendo efeito (desconte este Encanto dos seus Encantos). Ele conta para você que foi espancado na cabeça por cruéis Ganjees, que têm prazer em fazer maldades. Você conduz a conversa no sentido da Cidadela propriamente dita. De repente, sem nenhuma razão visível, uma pontada de dor o atinge por dentro. Seus olhos ficam estreitos e ele se atira para frente, cravando seus dentes - dentes afiados, diga-se de passagem – no seu braço. Você perde dois pontos de ENERGIA. Você o golpeará com sua espada ou usará um Encanto Mágico para se libertar?",
    "opcoes": [
      { "texto": "Golpeá-lo com sua espada", "destino": "pag_333" },
      { "texto": "Usar um Encanto Mágico para se libertar", "destino": "pag_189" }
    ]
  },
  "pag_384": {
    "titulo": "Laçando a Criatura com Miríade",
    "texto": "Você brinca com o mecanismo e, subitamente, uma linha longa e fina se desenrola da haste. Você resolve tentar laçar as cabeças da criatura com a linha, que possui um gancho em uma das extremidades. Você lança a linha sobre a criatura. Jogue um dado.",
    "opcoes": [
      { "texto": "Se obtiver cinco ou seis", "destino": "pag_252" },
      { "texto": "Se obtiver um, dois, três ou quatro", "destino": "pag_107" }
    ]
  },
  "pag_385": {
    "titulo": "Convite para Jogos",
    "texto": "Eles dão tapinhas nas suas costas e boas-vindas. Uma criatura magra, de pele escura, põe uma caneca de aguardente na sua mão. Você bebe o oferecido de uma só vez. Outra caneca vem. Acrescente dois pontos de ENERGIA, uma vez que a bebida é bastante reconfortante. Em seguida, eles convidam você para participar dos jogos deles. Você jogará:",
    "opcoes": [
      { "texto": "Faca-Faquinha?", "destino": "pag_365" },
      { "texto": "Pedras Mágicas?", "destino": "pag_278" },
      { "texto": "Escolha de Seis?", "destino": "pag_171" }
    ]
  },
  "pag_386": {
    "titulo": "Passagem para o Esgoto",
    "texto": "Do lado de fora da porta, a passagem continua em declive, e você a segue por algum tempo. Você repara que há um cheiro desagradável que fica cada vez mais forte à medida que você avança. Afinal, você chega a uma abertura. Olhando por ela, e tapando o nariz, você pode ver um grande esgoto a descoberto que corre transversalmente à passagem. Há uma corda que pende do teto. Você atravessará o esgoto ou tentará agarrar a corda e se valer dela para passar para o outro lado?",
    "opcoes": [
      { "texto": "Atravessar o esgoto", "destino": "pag_204" },
      { "texto": "Agarrar a corda e passar para o outro lado", "destino": "pag_108" }
    ]
  },
  "pag_387": {
    "titulo": "Espelho de Prata e Fantasmas",
    "texto": "À simples menção de um Espelho de Prata, ela se levanta, ergue as mãos e ordena a seus Fantasmas que parem. Você dá a ela o Espelho, e ela diz que você pode seguir o seu caminho. Você tem sorte de estar vivo.",
    "opcoes": [
      { "texto": "Seguir seu caminho", "destino": "pag_006" }
    ]
  },
  "pag_388": {
    "titulo": "Encanto da Fraqueza Rejeitado",
    "texto": "Todo o seu corpo se tensiona com o esforço. Alguns momentos depois, ele recupera a compostura e mais uma vez olha para você. \"Fraqueza!\" ele ironiza, \"Certamente você não achava que poderia me derrotar com um mero Encanto da Fraqueza.\" Ele obviamente conseguiu vencer o Encanto e agora se prepara para desferir um contra-ataque.",
    "opcoes": [
      { "texto": "Enfrentar o contra-ataque", "destino": "pag_157" }
    ]
  },
  "pag_389": {
    "titulo": "O Ataque do Devlin",
    "texto": "Quando você se aproxima do espeto, uma das velhas joga um pó no fogo, e as três se afastam, dando risadas. Você está em guarda. Você observa o fogo começando a rugir, e as chamas crescendo ameaçadoramente. Subitamente, várias das labaredas saltam do fogo e tomam a forma de um DEVLIN, uma criatura do tamanho de um Anão, feita do próprio fogo! As três bruxas apontam para você, e o Devlin avança. Você:",
    "opcoes": [
      { "texto": "Desembainhar a espada e se preparar para lutar", "destino": "pag_061" },
      { "texto": "Procurar um lugar para se proteger", "destino": "pag_178" },
      { "texto": "Preparar um Encanto", "destino": "pag_311" }
    ]
  },
  "pag_390": {
    "titulo": "Encontro com a Figura Fantasmagórica",
    "texto": "Ele começa a atormentar você, derrubando-o com uma lufada de vento a cada vez que você se levanta. Teste a sua Sorte.",
    "opcoes": [
      { "texto": "Se tiver sorte", "destino": "pag_350" },
      { "texto": "Se não tiver sorte", "destino": "pag_122" }
    ]
  },
  "pag_391": {
    "titulo": "Gark e Escolha de Salas",
    "texto": "O Gark pega as suas três Peças de Ouro, coloca-as em uma bolsa presa em volta da cintura e mostra o caminho para seguir na direção das portas. Ele pergunta se você gostaria de ir para a Biblioteca (porta da direita) ou para o Salão de Jogos (porta da esquerda).",
    "opcoes": [
      { "texto": "Ir para a Biblioteca (porta da direita)", "destino": "pag_099" },
      { "texto": "Ir para o Salão de Jogos (porta da esquerda)", "destino": "pag_099" }
    ]
  },
  "pag_392": {
    "titulo": "Porta Aberta",
    "texto": "A chave gira, e a porta se abre.",
    "opcoes": [
      { "texto": "Entrar pela porta", "destino": "pag_196" }
    ]
  },
  "pag_393": {
    "titulo": "Miks e a Ganância",
    "texto": "Você lança o seu Encanto e se concentra nas três criaturas em transformação. As imagens passam à sua frente. Quando você as junta, compreende que estas criaturas são MIKS, capazes de se transformarem em qualquer ser vivo ou coisa que queiram. Eles estão pensando em você e não estão nem um pouco preocupados com a sua presença - mais provavelmente eles veem você como um divertimento. Com bastante frequência, porém, eles pensam em ouro, e suas emoções indicam uma grande ganância. Talvez este seja o seu passaporte para a segurança. Se você tiver Peças de Ouro, vá para a opção correspondente. Se você não tiver ouro, é melhor você sair do aposento rapidamente e tentar a outra porta.",
    "opcoes": [
      { "texto": "Se tiver Peças de Ouro", "destino": "pag_027" },
      { "texto": "Não tiver ouro (sair e tentar outra porta)", "destino": "pag_025" }
    ]
  },
  "pag_394": {
    "titulo": "Nome do Guarda Aceito",
    "texto": "As criaturas se entreolham, como se o nome não lhes fosse estranho, mas elas não pudessem lembrar exatamente de onde o conheciam. Você rapidamente acrescenta que ele está na turma do primeiro andar. Eles dão de ombros e acabam por decidir que você deve estar dizendo a verdade. O Macaco-Cachorro chama o porteiro, que finalmente aparece para deixar você entrar.",
    "opcoes": [
      { "texto": "Entrar pela porta", "destino": "pag_251" }
    ]
  },
  "pag_395": {
    "titulo": "Ilusão de Feiticeiro Falha",
    "texto": "Você lança o Encanto e se concentra, criando uma ilusão de que você é um poderoso feiticeiro e que está começando a se cansar das gozações deles. Mas nada acontece! Mais uma vez, um riso de escárnio chega a você vindo de todos os lados. “Nós também somos criaturas mágicas,” diz uma voz, “embora não sejamos tão amadores quanto você!” Repentinamente, você sente um golpe no meio das costas que joga você no meio do aposento. Você perde dois pontos de ENERGIA. Você procurará em sua mochila alguma coisa para usar ou desembainhará a sua espada? Se você não tiver tentado ainda um Encanto do Fogo sobre eles, poderá fazer isso.",
    "opcoes": [
      { "texto": "Procurar em sua mochila alguma coisa para usar", "destino": "pag_322" },
      { "texto": "Desembainhar sua espada", "destino": "pag_248" },
      { "texto": "Usar um Encanto do Fogo (se não tiver tentado)", "destino": "pag_085" }
    ]
  },
  "pag_396": {
    "titulo": "Seguir Adiante",
    "texto": "Você segue adiante.",
    "opcoes": [
      { "texto": "Continuar", "destino": "pag_183" }
    ]
  },
  "pag_397": {
    "titulo": "Refeição na Cela",
    "texto": "Não é uma refeição muito farta, mas você estava com fome e com sede, e esta oferta repõe dois pontos de ENERGIA. Agora você pode chamar o Calacorm ou escolher um Encanto para tentar sair desta situação.",
    "opcoes": [
      { "texto": "Chamar o Calacorm", "destino": "pag_069" },
      { "texto": "Escolher um Encanto para sair da situação", "destino": "pag_193" }
    ]
  },
  "pag_398": {
    "titulo": "Força Recuperada",
    "texto": "Você lança o encanto, e sua força retorna, permitindo que você acabe de subir os degraus. Quando você chega no alto, os efeitos desaparecem mais uma vez. Você pode agora seguir ao longo da muralha na direção da Torre Negra.",
    "opcoes": [
      { "texto": "Seguir ao longo da muralha para a Torre Negra", "destino": "pag_079" }
    ]
  },
  "pag_399": {
    "titulo": "Batalha contra o Elfo Negro (Encanto da Ilusão)",
    "texto": "Você lança o Encanto. O Elfo se aproxima e, ao fazê-lo, a Miríade de Bolso desaparece da sua mão! Ele fica em pé diante de você, aparentemente indefeso, nervosamente decidindo se luta ou se foge. Você pode se mexer depressa e eliminá-lo:<br><br><strong>ELFO NEGRO</strong><br>HABILIDADE 4<br>ENERGIA 4<br><br>Se você vencer, siga para o destino indicado.",
    "opcoes": [
      { "texto": "Você venceu", "destino": "pag_272" },
      { "texto": "Você perdeu", "destino": "fim_morte_generica" }
    ]
  },
  "pag_400": {
    "titulo": "Vitória Final",
    "texto": "Balthus Dire, caído a seus pés, está morto. Sua missão foi cumprida! O Vale dos Salgueiros está livre de ataques - por enquanto, pelo menos.",
    "opcoes": [
      { "texto": "Fim da Jornada", "destino": "fim_vitoria" }
    ]
  },
 "pag_fim_vitoria": {
    "titulo": "Vitória Conquistada!",
    "texto": "Parabéns, bravo aventureiro! Você concluiu sua perigosa jornada pela Cidadela do Caos. Balthus Dire jaz derrotado, e a paz foi restaurada no Vale dos Salgueiros. Sua coragem e astúcia foram recompensadas com a glória de uma missão cumprida!",
    "opcoes": [
      { "texto": "Recomeçar a Aventura (Voltar à Capa)", "destino": "pag_capa" },
      { "texto": "Explorar Outros Caminhos", "destino": "pag_imagem_portao" }
    ]

  },
  "fim_morte_generica": {
    "titulo": "Você Morreu!",
    "texto": "Sua aventura chegou a um fim trágico. Volte para a capa e tente novamente, aventureiro!",
    "opcoes": [
      { "texto": "Voltar para o Início", "destino": "capa" }
    ]
  }
}
